Repository: Link199516/redesigned-succotash
Catalog: languages/*.po
Languages: ar

# Algerian Communes
source: Sedjerara
ar: سجرارة

# Algerian Communes
source: Bou Henni
ar: بوهاتي

# Algerian Communes
source: Guettena
ar: القيطنة

# Algerian Communes
source: Ras Ain Amirouche
ar: راس عين عميروش

# Algerian Communes
source: Ouargla
ar: ورقلة

# Algerian Communes
source: Ngoussa
ar: نغوسا

# Algerian Communes
source: Hassi Messaoud
ar: حاسي مسعود

# Algerian Communes
source: Rouissat
ar: الرويسات

# Algerian Communes
source: Balidat Ameur
ar: بليدات عامر

# Algerian Communes
source: Tebesbest
ar: تيبيسبست

# Algerian Communes
source: Zaouia El Abidia
ar: الزاوية العابدية

# Algerian Communes
source: Sidi Slimane
ar: سيدي سليمان

# Algerian Communes
source: Sidi Khouiled
ar: سيدي خويلد

# Algerian Communes
source: Hassi Ben Abdellah
ar: حاسي بن عبد الله

# Algerian Communes
source: Touggourt
ar: تقرت

# Algerian Communes
source: El Hadjira
ar: الھاجرة

# Algerian Communes
source: Taibet
ar: الطيبات

# Algerian Communes
source: Benaceur
ar: بن ناصر

# Algerian Communes
source: Mnaguer
ar: مناغير

# Algerian Communes
source: El Allia
ar: العلياء

# Algerian Communes
source: El Borma
ar: البرمة

# Algerian Communes
source: Oran
ar: وهران

# Algerian Communes
source: Gdyel
ar: ڨديل

# Algerian Communes
source: Bir El Djir
ar: بير الجير

# Algerian Communes
source: Hassi Bounif
ar: حاسي بونيف

# Algerian Communes
source: Es Senia
ar: السانية

# Algerian Communes
source: Arzew
ar: أولمبي أرزيو

# Algerian Communes
source: Bethioua
ar: بطيوة

# Algerian Communes
source: Marsat El Hadjadj
ar: مرسى الحجاج

# Algerian Communes
source: Oued Tlelat
ar: واد تليلات

# Algerian Communes
source: Tafraoui
ar: طفراوي

# Algerian Communes
source: Sidi Chami
ar: سيدي شامي

# Algerian Communes
source: Boufatis
ar: بوفاطيس

# Algerian Communes
source: Mers El Kebir
ar: المرسى الكبير

# Algerian Communes
source: Bousfer
ar: بوسفر

# Algerian Communes
source: El Karma
ar: الكرمة

# Algerian Communes
source: El Braya
ar: البرايا

# Algerian Communes
source: Hassi Ben Okba
ar: حاسي بن عقبة

# Algerian Communes
source: Hassi Mefsoukh
ar: حاسى مفسوخ

# Algerian Communes
source: Sidi Ben Yabka
ar: سيدي بن يبكا

# Algerian Communes
source: Messerghin
ar: مسرغين

# Algerian Communes
source: Boutlelis
ar: بوتليليس

# Algerian Communes
source: Ain Kerma
ar: عين الكرمة

# Algerian Communes
source: Ain Biya
ar: عين البية

# Algerian Communes
source: El Bayadh
ar: البيادة

# Algerian Communes
source: Rogassa
ar: رقاصة

# Algerian Communes
source: Stitten
ar: ستيتن

# Algerian Communes
source: Brezina
ar: بريزينة

# Algerian Communes
source: Ghassoul
ar: غسول

# Algerian Communes
source: Boualem
ar: بوعلام

# Algerian Communes
source: El Abiodh Sidi Cheikh
ar: العبيدة سيدي شيخ

# Algerian Communes
source: Ain El Orak
ar: عين العراك

# Algerian Communes
source: Arbaouat
ar: عربوات

# Algerian Communes
source: Bougtoub
ar: بوغتوب

# Algerian Communes
source: El Kheither
ar: الخيثر

# Algerian Communes
source: Boussemghoun
ar: بوسمغون

# Algerian Communes
source: Chellala
ar: الشلالة

# Algerian Communes
source: Krakda
ar: كراكدة

# Algerian Communes
source: El Bnoud
ar: البنود

# Algerian Communes
source: Cheguig
ar: شقيق

# Algerian Communes
source: Tousmouline
ar: توسمولين

# Algerian Communes
source: Sidi Tifour
ar: سيدي طيفور

# Algerian Communes
source: Illizi
ar: إليزي

# Algerian Communes
source: Djanet
ar: جانيت

# Algerian Communes
source: Debdeb
ar: ديبديب

# Algerian Communes
source: Bordj Omar Driss
ar: برج عمر إدريس

# Algerian Communes
source: In Amenas
ar: عين أمناس

# Algerian Communes
source: Bordj Bou Arreridj
ar: برج بوعريريج

# Algerian Communes
source: Ras El Oued
ar: الواد

# Algerian Communes
source: Bordj Zemoura
ar: برج زمورة

# Algerian Communes
source: Mansoura
ar: المنصورة

# Algerian Communes
source: El Achir
ar: العشير

# Algerian Communes
source: Ain Taghrout
ar: عين تاغروت

# Algerian Communes
source: Sidi Embarek
ar: سيدي امبارك

# Algerian Communes
source: El Hamadia
ar: الحمادية

# Algerian Communes
source: Belimour
ar: بليمور

# Algerian Communes
source: Medjana
ar: مجانة

# Algerian Communes
source: Teniet En Nasr
ar: ثنية النصر

# Algerian Communes
source: El Main
ar: إلماين

# Algerian Communes
source: Ouled Dahmane
ar: أولاد دحمان

# Algerian Communes
source: Khelil
ar: خليل

# Algerian Communes
source: Ksour
ar: قصور

# Algerian Communes
source: Colla
ar: القلة

# Algerian Communes
source: Tixter
ar: تيكستر

# Algerian Communes
source: Bir Kasdali
ar: بئر قصد علي

# Algerian Communes
source: Ghilassa
ar: غيلاسا

# Algerian Communes
source: Rabta
ar: رابطة

# Algerian Communes
source: Boumerdes
ar: بومرداس

# Algerian Communes
source: Boudouaou
ar: بودواو

# Algerian Communes
source: Afir
ar: عفير

# Algerian Communes
source: Bordj Menaiel
ar: برج منايل

# Algerian Communes
source: Baghlia
ar: بغلية

# Algerian Communes
source: Sidi Daoud
ar: سيدي داود

# Algerian Communes
source: Naciria
ar: الناصرية

# Algerian Communes
source: Djinet
ar: جنات

# Algerian Communes
source: Isser
ar: يسر

# Algerian Communes
source: Zemmouri
ar: زموري

# Algerian Communes
source: Si Mustapha
ar: سي مصطفى

# Algerian Communes
source: Tidjelabine
ar: تيجلابين

# Algerian Communes
source: Chabet El Ameur
ar: شعبة العامر

# Algerian Communes
source: Thenia
ar: الثنية

# Algerian Communes
source: Corso
ar: فيا دل كورسو

# Algerian Communes
source: Ouled Moussa
ar: أولاد موسى

# Algerian Communes
source: Larbatache
ar: الاربعطاش

# Algerian Communes
source: Taourga
ar: تاورقة

# Algerian Communes
source: Dellys
ar: دلس

# Algerian Communes
source: Beni Amrane
ar: بني عمران

# Algerian Communes
source: Souk El Had
ar: سوق الحد

# Algerian Communes
source: Hammedi
ar: حمادي، بومرداس

# Algerian Communes
source: Khemis El Khechna
ar: خميس الخشنة

# Algerian Communes
source: El Tarf
ar: الطارف

# Algerian Communes
source: Ben Mhidi
ar: بن مهيدي

# Algerian Communes
source: Bougous
ar: بوڨوس

# Algerian Communes
source: El Kala
ar: القالة

# Algerian Communes
source: Ain El Assel
ar: عين العسل

# Algerian Communes
source: El Aioun
ar: العيون

# Algerian Communes
source: Bouteldja
ar: بوثلجة

# Algerian Communes
source: Berrihane
ar: بريهان

# Algerian Communes
source: Lac Des Oiseaux
ar: بحيرة الطيور

# Algerian Communes
source: Chefia
ar: شيفيا

# Algerian Communes
source: Drean
ar: دريان

# Algerian Communes
source: Chihani
ar: الشيحاني

# Algerian Communes
source: Asfour
ar: عصفور

# Algerian Communes
source: Zerizer
ar: زريزر

# Algerian Communes
source: Oued Zitoun
ar: وادي الزيتون

# Algerian Communes
source: Hammam Beni Salah
ar: حمام بني صالح

# Algerian Communes
source: Tindouf
ar: تندوف

# Algerian Communes
source: Oum El Assel
ar: أم العسل

# Algerian Communes
source: Tissemsilt
ar: تيسمسيلت

# Algerian Communes
source: Bordj Bou Naama
ar: برج بونعامة

# Algerian Communes
source: Theniet El Had
ar: ثنية الحد

# Algerian Communes
source: Lazharia
ar: لزهرية

# Algerian Communes
source: Beni Chaib
ar: بنى شعيب

# Algerian Communes
source: Lardjem
ar: لرجام

# Algerian Communes
source: Melaab
ar: الملعب

# Algerian Communes
source: Sidi Lantri
ar: سيدي العنترى

# Algerian Communes
source: Layoune
ar: العيون

# Algerian Communes
source: Khemisti
ar: خميستى

# Algerian Communes
source: Ouled Bessem
ar: أولاد بسام

# Algerian Communes
source: Ammari
ar: العماري

# Algerian Communes
source: Youssoufia
ar: اليوسفية

# Algerian Communes
source: Sidi Boutouchent
ar: سيدي بوتوشنت

# Algerian Communes
source: Maasem
ar: معاصم

# Algerian Communes
source: Sidi Abed
ar: سيدي العابد

# Algerian Communes
source: Tamalaht
ar: تاملاحت

# Algerian Communes
source: Boucaid
ar: بوقائد

# Algerian Communes
source: Beni Lahcene
ar: بني لحسن

# Algerian Communes
source: El Oued
ar: الوگوئه

# Algerian Communes
source: Robbah
ar: الرباح

# Algerian Communes
source: Oued El Alenda
ar: وادي العلندة

# Algerian Communes
source: Nakhla
ar: نخلة

# Algerian Communes
source: Guemar
ar: غيمار

# Algerian Communes
source: Kouinine
ar: كوينين

# Algerian Communes
source: Reguiba
ar: الرقيبة

# Algerian Communes
source: Hamraia
ar: الحمرية

# Algerian Communes
source: Debila
ar: الدبيلة

# Algerian Communes
source: Hassani Abdelkrim
ar: حساني عبد الكريم

# Algerian Communes
source: Taleb Larbi
ar: طالب العربي

# Algerian Communes
source: Sidi Aoun
ar: ﺳﻴﺪي ﻋﻮن

# Algerian Communes
source: Trifaoui
ar: تريفاوي

# Algerian Communes
source: Magrane
ar: المقرن

# Algerian Communes
source: Beni Guecha
ar: بنى قشة

# Algerian Communes
source: Ourmas
ar: اورماس

# Algerian Communes
source: Still
ar: ستيل

# Algerian Communes
source: Mrara
ar: مرارة

# Algerian Communes
source: Mih Ouansa
ar: أميه ونسة

# Algerian Communes
source: Djamaa
ar: جامعة

# Algerian Communes
source: Sidi Amrane
ar: سيدي عمران

# Algerian Communes
source: Khenchela
ar: خنشلة

# Algerian Communes
source: Mtoussa
ar: متوسة

# Algerian Communes
source: Kais
ar: قايس

# Algerian Communes
source: Baghai
ar: بغاي

# Algerian Communes
source: El Hamma
ar: الحامة

# Algerian Communes
source: Ain Touila
ar: عين الطويلة

# Algerian Communes
source: Bouhmama
ar: بوحمامة

# Algerian Communes
source: Cherchar
ar: شرشار

# Algerian Communes
source: Djellal
ar: جلال

# Algerian Communes
source: Babar
ar: بابار

# Algerian Communes
source: Msara
ar: مصارة

# Algerian Communes
source: Yabous
ar: يابوس

# Algerian Communes
source: Souk Ahras
ar: سوق أهراس

# Algerian Communes
source: Sedrata
ar: سيدراتا

# Algerian Communes
source: Mechroha
ar: المشروحة

# Algerian Communes
source: Ouled Driss
ar: أولاد إدريس

# Algerian Communes
source: Tiffech
ar: تيفاش

# Algerian Communes
source: Zaarouria
ar: الزعرورية

# Algerian Communes
source: Taoura
ar: تاورة

# Algerian Communes
source: Drea
ar: دريا

# Algerian Communes
source: Haddada
ar: حداده

# Algerian Communes
source: Merahna
ar: المراهنة

# Algerian Communes
source: Bir Bouhouche
ar: بئر بوحوش

# Algerian Communes
source: Oum El Adhaim
ar: أم العظائم

# Algerian Communes
source: Sidi Fredj
ar: سيدي فريدj

# Algerian Communes
source: Ragouba
ar: الرقوبة

# Algerian Communes
source: Khemissa
ar: خميسة

# Algerian Communes
source: Tipaza
ar: تيبازة

# Algerian Communes
source: Menaceur
ar: مناصر

# Algerian Communes
source: Larhat
ar: لارهات

# Algerian Communes
source: Bourkika
ar: بوركيكا

# Algerian Communes
source: Hadjout
ar: حجوط

# Algerian Communes
source: Gouraya
ar: ڨوراية

# Algerian Communes
source: Chaiba
ar: الشعيبة

# Algerian Communes
source: Ain Tagourait
ar: عين تاجوريت

# Algerian Communes
source: Damous
ar: داموس

# Algerian Communes
source: Meurad
ar: مراد

# Algerian Communes
source: Fouka
ar: فوكة

# Algerian Communes
source: Bou Ismail
ar: بو اسماعيل

# Algerian Communes
source: Ahmer El Ain
ar: حمر العين

# Algerian Communes
source: Bou Haroun
ar: بوهارون

# Algerian Communes
source: Sidi Ghiles
ar: سيدي غيلاس

# Algerian Communes
source: Messelmoun
ar: مسلمون

# Algerian Communes
source: Sidi Rached
ar: سيدي راشد

# Algerian Communes
source: Kolea
ar: القليعة

# Algerian Communes
source: Attatba
ar: حطاطبة

# Algerian Communes
source: Sidi Semiane
ar: سيدي سميان

# Algerian Communes
source: Hadjerat Ennous
ar: حجرة النص

# Algerian Communes
source: Mila
ar: ميلا

# Algerian Communes
source: Chelghoum Laid
ar: شلغوم العيد

# Algerian Communes
source: Oued Athmenia
ar: وادي العثمانية

# Algerian Communes
source: Telerghma
ar: التلاغمة

# Algerian Communes
source: Oued Seguen
ar: وادى سقن

# Algerian Communes
source: Tadjenanet
ar: تاجنانت

# Algerian Communes
source: Benyahia Abderrahmane
ar: بن يحيى عبد الرحمان

# Algerian Communes
source: Ahmed Rachedi
ar: أحمد راشدي

# Algerian Communes
source: Ouled Khalouf
ar: أولاد خلوف

# Algerian Communes
source: Tiberguent
ar: تيبرڨنت

# Algerian Communes
source: Rouached
ar: رواشد

# Algerian Communes
source: Sidi Merouane
ar: سيدي مروان

# Algerian Communes
source: Hamala
ar: الهملة

# Algerian Communes
source: Ain Tine
ar: عين طين

# Algerian Communes
source: El Mechira
ar: المشيرة

# Algerian Communes
source: Zeghaia
ar: زغاية

# Algerian Communes
source: Chigara
ar: شيغارا

# Algerian Communes
source: Ain Defla
ar: عين الدفلة

# Algerian Communes
source: Miliana
ar: مليانة

# Algerian Communes
source: Boumedfaa
ar: بومدفا

# Algerian Communes
source: Khemis Miliana
ar: خميس مليانة

# Algerian Communes
source: Hammam Righa
ar: حمام ريغة

# Algerian Communes
source: Arib
ar: أريب

# Algerian Communes
source: Djelida
ar: دجيليدا

# Algerian Communes
source: El Amra
ar: العامرة

# Algerian Communes
source: Bourached
ar: بوراشد

# Algerian Communes
source: El Attaf
ar: العطاف

# Algerian Communes
source: El Abadia
ar: العبادية

# Algerian Communes
source: Djendel
ar: جندل

# Algerian Communes
source: Oued Chorfa
ar: وادى الشرفة

# Algerian Communes
source: Ain Lechiakh
ar: عين لشياخ

# Algerian Communes
source: Oued Djemaa
ar: وادى الجمعة

# Algerian Communes
source: Rouina
ar: الروينة

# Algerian Communes
source: Zeddine
ar: زدين

# Algerian Communes
source: El Hassania
ar: الحسنية

# Algerian Communes
source: Tarik Ibn Ziad
ar: طارق ابن زياد

# Algerian Communes
source: Bordj Emir Khaled
ar: برج الأمير خالد

# Algerian Communes
source: Ain Torki
ar: عين تركي

# Algerian Communes
source: Ben Allal
ar: بن علال

# Algerian Communes
source: Hoceinia
ar: حسينية

# Algerian Communes
source: Mekhatria
ar: المخاطرية

# Algerian Communes
source: Bathia
ar: بطحية

# Algerian Communes
source: Ain Bouyahia
ar: عين بويحي

# Algerian Communes
source: Naama
ar: نعمة

# Algerian Communes
source: Ain Sefra
ar: عين الصفراء

# Algerian Communes
source: Tiout
ar: تــيوت

# Algerian Communes
source: Sfissifa
ar: صفيصيفة

# Algerian Communes
source: Moghrar
ar: مغرار

# Algerian Communes
source: Ain Ben Khelil
ar: عين بن خليل

# Algerian Communes
source: El Biod
ar: البيوض

# Algerian Communes
source: Ain Temouchent
ar: عين تموشنت

# Algerian Communes
source: Ain Kihal
ar: عين كيحل

# Algerian Communes
source: Hammam Bouhadjar
ar: حمام بوحجار

# Algerian Communes
source: Oued Berkeche
ar: وادي بركش

# Algerian Communes
source: Aghlal
ar: آغلال

# Algerian Communes
source: Terga
ar: تارقة

# Algerian Communes
source: Tamzoura
ar: تمزورة

# Algerian Communes
source: Sidi Ben Adda
ar: سيدي بن عدة

# Algerian Communes
source: Aoubellil
ar: عقب الليل

# Algerian Communes
source: El Malah
ar: المالح

# Algerian Communes
source: Ouled Boudjemaa
ar: اولاد بوجمعة

# Algerian Communes
source: Ain Tolba
ar: عين طلبه

# Algerian Communes
source: El Amria
ar: العامرية

# Algerian Communes
source: Hassi El Ghella
ar: حاسي الغلة

# Algerian Communes
source: Hassasna
ar: حصاصنة

# Algerian Communes
source: Beni Saf
ar: بني صاف

# Algerian Communes
source: Sidi Safi
ar: سيدي صافي

# Algerian Communes
source: Ghardaia
ar: غرداية

# Algerian Communes
source: El Meniaa
ar: المنيا

# Algerian Communes
source: Berriane
ar: بريان

# Algerian Communes
source: Metlili
ar: متليلي

# Algerian Communes
source: El Guerrara
ar: الجرارا

# Algerian Communes
source: El Atteuf
ar: العطيف

# Algerian Communes
source: Zelfana
ar: زيلفانا

# Algerian Communes
source: Bounoura
ar: بنورة

# Algerian Communes
source: Relizane
ar: ريلزان

# Algerian Communes
source: Oued Rhiou
ar: وادي ارهيو

# Algerian Communes
source: Ouled Aiche
ar: أولاد عايش

# Algerian Communes
source: Mediouna
ar: مديونة

# Algerian Communes
source: Sidi Khettab
ar: سيدي خطاب

# Algerian Communes
source: Ammi Moussa
ar: عمي موسى

# Algerian Communes
source: Djidiouia
ar: جديوية

# Algerian Communes
source: El Guettar
ar: القطار

# Algerian Communes
source: Hamri
ar: الحمرى

# Algerian Communes
source: El Matmar
ar: المطمر

# Algerian Communes
source: Ain Tarek
ar: عين طارق

# Algerian Communes
source: Ouarizane
ar: واريزان

# Algerian Communes
source: Mazouna
ar: مازونة

# Algerian Communes
source: Kalaa
ar: القلعة

# Algerian Communes
source: Yellel
ar: يلل

# Algerian Communes
source: Oued El Djemaa
ar: وادى الجامع

# Algerian Communes
source: Ramka
ar: الرمكة

# Algerian Communes
source: Mendes
ar: منداس

# Algerian Communes
source: Lahlef
ar: لحلاف

# Algerian Communes
source: Beni Zentis
ar: بني زنتيس

# Algerian Communes
source: Souk El Haad
ar: سوق الأحد

# Algerian Communes
source: Bendaoud
ar: بن داوود

# Algerian Communes
source: Ouled Sidi Mihoub
ar: أولاد سيدي ميهوب

# City of Egypt
source: Alexandria
ar: الاسكندرية

# City of Egypt
source: Burj Al Arab
ar: برج العرب

# City of Egypt
source: Assiut
ar: اسيوط

# City of Egypt
source: Dayrout
ar: ديروط

# City of Egypt
source: Manfalut
ar: منفلوط

# City of Egypt
source: Sahel Selim
ar: ساحة سليم

# City of Egypt
source: Sidfa
ar: صدفا

# City of Egypt
source: Aswan
ar: اسوان

# City of Egypt
source: Edfu
ar: إدفو

# City of Egypt
source: Kom Ombo
ar: كوم امبو

# City of Egypt
source: Badr
ar: بدر

# City of Egypt
source: Damanhour
ar: دمنهور

# City of Egypt
source: Rashid
ar: رشيد

# City of Egypt
source: Beba
ar: بيبا

# City of Egypt
source: Ehnasia
ar: إهناسيا

# City of Egypt
source: Naser
ar: ناصر

# City of Egypt
source: Cairo
ar: القاهرة

# City of Egypt
source: Damietta
ar: دمياط

# City of Egypt
source: Faraskour
ar: فرسكور

# City of Egypt
source: Kafr Saad
ar: كفر سعد

# City of Egypt
source: Ras El Bar
ar: راس البر

# City of Egypt
source: Aga
ar: اغا

# City of Egypt
source: Belqas
ar: بلقاس

# City of Egypt
source: Dekernes
ar: دكرنس

# City of Egypt
source: Mansoura
ar: المنصورة

# City of Egypt
source: Talkha
ar: طلخا

# City of Egypt
source: Fayoum
ar: الفيوم

# City of Egypt
source: Tamiya
ar: طامية

# City of Egypt
source: Basion
ar: قويعدة – النقطة المتوسطة للحافة الأمامية للثقب الأعظم، نقطة القاعدة

# City of Egypt
source: Samannoud
ar: سمنود

# City of Egypt
source: Tanta
ar: طنطا

# City of Egypt
source: Zefta
ar: زفتى

# City of Egypt
source: Giza
ar: الجيزة

# City of Egypt
source: Saf
ar: الصف

# City of Egypt
source: Ismailia
ar: الإسماعيلية

# City of Egypt
source: Bella
ar: بيلا

# City of Egypt
source: Metobas
ar: مطوبس

# City of Egypt
source: Riyadh
ar: الرياض

# City of Egypt
source: Al Qarna
ar: القرنة

# City of Egypt
source: Armant
ar: أرمانت

# City of Egypt
source: Esna
ar: اسنا

# City of Egypt
source: Luxor
ar: الأقصر

# City of Egypt
source: Marsa Matrouh
ar: مرسى مطروح

# City of Egypt
source: Siwa
ar: سيوة

# City of Egypt
source: Bani Mazar
ar: بني مزار

# City of Egypt
source: Deir Mawas
ar: دير مواس

# City of Egypt
source: Minya
ar: المنيا

# City of Egypt
source: Samalut
ar: سمالوط

# City of Egypt
source: Quesna
ar: قويسنا

# City of Egypt
source: Sadat City
ar: مدينة السادات

# City of Egypt
source: Tala
ar: تالا

# City of Egypt
source: Balat
ar: البلاط

# City of Egypt
source: Paris
ar: باريس

# City of Egypt
source: Nakhl
ar: نخل

# City of Egypt
source: Rafah
ar: رفح

# City of Egypt
source: Port Fouad
ar: بورفؤاد

# City of Egypt
source: Port Said
ar: بورسعيد

# City of Egypt
source: Khanka
ar: الخانكة

# City of Egypt
source: Shibin Al Qanater
ar: شبين القناطر

# City of Egypt
source: Abu Tesht
ar: أبو تشت

# City of Egypt
source: Deshna
ar: ديشنا

# City of Egypt
source: Qena
ar: قنا

# City of Egypt
source: Hurghada
ar: الغردقة

# City of Egypt
source: Marsa Alam
ar: مرسى علم

# City of Egypt
source: Safaga
ar: سفاجا

# City of Egypt
source: Abu Hammad
ar: أبو حماد

# City of Egypt
source: Awlad Saqr
ar: أولاد صقر

# City of Egypt
source: Kafr Saqr
ar: كفر صقر

# City of Egypt
source: Sohag
ar: سوهاج

# City of Egypt
source: Tama
ar: انتفاخ القدمين والرجلين

# City of Egypt
source: Dahab
ar: دهب

# City of Egypt
source: Nuweiba
ar: نويبع

# City of Egypt
source: Saint Catherine
ar: سانت كاترين

# City of Egypt
source: Taba
ar: طابا

# City of Egypt
source: Suez
ar: السويس

# District of Kuwait
source: Adailiya
ar: العديلية

# District of Kuwait
source: Daiya
ar: الدعية

# District of Kuwait
source: Dasma
ar: الدسمة

# District of Kuwait
source: Dasman
ar: دسمان

# District of Kuwait
source: Doha
ar: الدوحة

# District of Kuwait
source: Faiha
ar: فيحاء

# District of Kuwait
source: Ghornata
ar: غرناطة

# District of Kuwait
source: Jaber Al Ahmad
ar: جابر الاحمد

# District of Kuwait
source: Kaifan
ar: كيفان

# District of Kuwait
source: Khaldiya
ar: الخالدية

# District of Kuwait
source: Kuwait City
ar: العاصمة

# District of Kuwait
source: Mansouriya
ar: المنصورية

# District of Kuwait
source: Mirqab
ar: المرقاب

# District of Kuwait
source: Nahda
ar: النهضة

# District of Kuwait
source: North West Sulaibikhat
ar: شمال شرق الصليبخات

# District of Kuwait
source: Nuzha
ar: النزهة

# District of Kuwait
source: Qadsiya
ar: القادسية

# District of Kuwait
source: Qibla
ar: القبلة

# District of Kuwait
source: Rawda
ar: الروضة

# District of Kuwait
source: Salhiya
ar: الصالحية

# District of Kuwait
source: Shamiya
ar: الشامية

# District of Kuwait
source: Sharq
ar: شرق

# District of Kuwait
source: Shuwaikh
ar: الشويخ

# District of Kuwait
source: Sulaibikhat
ar: الصليبخات

# District of Kuwait
source: Surra
ar: السرة

# District of Kuwait
source: Yarmouk
ar: اليرموك

# District of Kuwait
source: Bayan
ar: بيان

# District of Kuwait
source: Hawally
ar: حولي

# District of Kuwait
source: Hitteen
ar: حطين

# District of Kuwait
source: Jabriya
ar: الجابرية

# District of Kuwait
source: Mishrif
ar: مشرف

# District of Kuwait
source: Rumaithiya
ar: الرميثية

# District of Kuwait
source: Salam
ar: السَّلَم

# District of Kuwait
source: Salmiya
ar: السالمية

# District of Kuwait
source: Salwa
ar: سلوى

# District of Kuwait
source: Shaab
ar: الشعب

# District of Kuwait
source: Shuhada
ar: الشهداء

# District of Kuwait
source: Siddiq
ar: الصديق

# District of Kuwait
source: Zahra
ar: الزهراء

# District of Kuwait
source: Abdullah Al-Mubarak
ar: عبدالله المبارك

# District of Kuwait
source: Airport
ar: المطار :

# District of Kuwait
source: Andalous
ar: الاندلس

# District of Kuwait
source: Dhajeej
ar: الضجيج

# District of Kuwait
source: Farwaniya
ar: الفروانية

# District of Kuwait
source: Ferdous
ar: فردوس

# District of Kuwait
source: Khaitan
ar: خيطان

# District of Kuwait
source: Omariya
ar: العمرية

# District of Kuwait
source: Rabiya
ar: الربيعة

# District of Kuwait
source: Rai
ar: الراي

# District of Kuwait
source: Rehab
ar: الرحاب

# District of Kuwait
source: Sabah Al-Nasser
ar: صباح الناصر

# District of Kuwait
source: Abu Hasaniya
ar: ابو الحصينية

# District of Kuwait
source: Al-Qusour
ar: القصور

# District of Kuwait
source: Messila
ar: المسيلة

# District of Kuwait
source: Sabah Al-Salem
ar: صباح السالم

# District of Kuwait
source: South Wista
ar: جنوب الوسطى

# District of Kuwait
source: Wista
ar: الوسطى

# District of Kuwait
source: Kabd
ar: كبد

# District of Kuwait
source: Taima
ar: تيماء

# District of Kuwait
source: Abu Halifa
ar: ابو حليفة

# District of Kuwait
source: Bnaider
ar: بنيدر

# District of Kuwait
source: Dhaher
ar: الظهر

# District of Kuwait
source: Egaila
ar: العقيلة

# District of Kuwait
source: Fahaheel
ar: الفحيحيل

# District of Kuwait
source: Fintas
ar: الفنطاس

# District of Kuwait
source: Hadiya
ar: هدية

# District of Kuwait
source: Jaber Al Ali
ar: جابر العلي

# District of Kuwait
source: Khairan
ar: خيران

# District of Kuwait
source: Mahboula
ar: المهبولة

# District of Kuwait
source: Mangaf
ar: المنقف

# District of Kuwait
source: Mina Abdullah
ar: ميناء عبدالله

# District of Kuwait
source: Nuwaiseeb
ar: النويصب

# District of Kuwait
source: Riqqa
ar: الرقة

# District of Kuwait
source: Sabahiya
ar: الصباحية

# District of Kuwait
source: South Sabahiya
ar: جنوب الصباحية

# Omani Wilayah
source: Muscat
ar: مسقط

# Omani Wilayah
source: Muttrah
ar: مطرح

# Omani Wilayah
source: Qurayyat
ar: قريات

# Omani Wilayah
source: Nizwa
ar: نزوى

# Omani Wilayah
source: Samail
ar: سمائل

# Omani Wilayah
source: Bahla
ar: بهلاء

# Omani Wilayah
source: Adam
ar: أدم

# Omani Wilayah
source: Al Hamra
ar: الحمراء

# Omani Wilayah
source: Manah
ar: منح

# Omani Wilayah
source: Izki
ar: ازكي

# Omani Wilayah
source: Sohar
ar: صحار
