Repository: Link199516/redesigned-succotash
Catalog: languages/*.po
Languages: ar

source: Here are a few useful links to get you started.
ar: هذه بعض الروابط المفيدة.

source: The %s plugin was not found. Click to install and activate.
ar: لم يتم العثور على الاضافة %s. انقر هنا للتنصيب والتفعيل.

source: The %s plugin is installed but not active. Click to activate.
ar: تم تنصيب الإضافة %s لكنها ليست مفعلة. انقر هنا للتفعيل.

source: Activate
ar: تفعيل

source: %s is installed and activated.
ar: تم تثبيت وتفعيل %1$s بنجاح.

source: You do not have sufficient permissions to change theme options on this site.
ar: ليس لديك صلاحيات كافية لتغيير إعدادات القالب على هذا الموقع.

source: About napoleon
ar: قالب نابليون

source: Welcome to :theme_name:! - Version :theme_version:
ar: مرحبا بك في قالب نابليون

source: Theme Variations
ar: أمثلة القالب

source: Recommended Plugins
ar: الإضافات الموصى بها

source: Sample Content
ar: محتوى تجريبي

source: Support
ar: الدعم الفني

source: Theme Documentation
ar: دليل القالب

source: If you don't want to import our demo sample content, just visit this page and learn how to set things up individually.
ar: إذا كنت لا ترغب في استيراد محتوى تجريبي مثل الديمو، تفضل بزيارة هذه الصفحة حتى تطلع على دليل القالب.

source: Request Support
ar: طلب الدعم الفني

source: Got stuck? No worries, just visit our support page, submit your ticket and we will be there for you as soon as possible.
ar: واجهت مشكلة ما؟ لا تقلق، فقط قم بزيارة صفحة الدعم الخاصة بنا، وسنرد على سؤالك في أقرب وقت ممكن.

source: Plugin Title
ar: إسم الإضافة

source: Please Select Product Type
ar: من فضلك قم باختيار نوع المنتج

source: Processing...
ar: جاري المعالجة...

source: Order was successfully submitted!
ar: تم تقديم الطلب بنجاح!

source: An error occurred!
ar: حدث خطأ ما!

source: City
ar: المدينة

source: No file chosen
ar: لم يتم اختيار ملف

source: State
ar: المنطقة

source: You may also like&hellip;
ar: ربما يعجبك أيضا &hellip;

source: Hi, I am interested in this product:
ar: مرحبا، أنا مهتم بشراء هذا المنتج:

source: Please select a product variation
ar: من فضلك قم باختيار نوع المنتج

source: Order Summary
ar: ملخص الطلب

source: Saved
ar: تم الحفظ

source: COD Checkout Form
ar: فورم الدفع عند الاستلام

source: Product
ar: المنتج

source: Upsells Settings
ar: إعدادات التخفيضات بعد الطلب

source: After checkout upsell settings
ar: إعدادات المنتجات التي تظهر بعد الطلب

source: Show checkout upsell products
ar: عرض المنتجات ذات الصلة (العروض والتخفيضات upsells) في صفحة بعد الطلب

source: Wait! Your order is not completed!
ar: إنتظر…لدينا عرض خاص لك!

source: Checkout Upsell Section Title
ar: عنوان قسم منتجات متعلقة

source: Order Form Settings
ar: إعدادات نموذج الطلب

source: Titles
ar: العناوين

source: Customize default texts of order form
ar: تعديل النصوص الافتراضية لنموذج الطلب

source: Add Information Title
ar: عنوان أعلى نموذج الطلب

source: Full Name
ar: الاسم بالكامل

source: Phone Number
ar: رقم الهاتف

source: Full Address
ar: العنوان كامل

source: Address
ar: العنوان الكامل

source: Email
ar: البريد الإلكتروني

source: Click Here to Confirm Order
ar: انقر هنا لتأكيد الطلب

source: Checkout Button
ar: زر الشراء

source: Colors
ar: الألوان

source: Customize default colors of order form
ar: تعديل الألوان الافتراضية لنموذج الطلب

source: Enable variations styling
ar: تفعيل التصميم المحسن لمتغيرات المنتج

source: Accent Color
ar: اللون الرئيسي

source: Secondary Color
ar: اللون الثانوي

source: Order Summary Background
ar: خلفية ملخص الطلب

source: Fields Display
ar: اعدادات الحقول

source: General Options
ar: الاعدادات العامة

source: Save abandoned orders
ar: تفعيل حفظ الطلبات المتروكة

source: Autocomplete states list
ar: الإكمال التلقائي في قائمة الولايات والمدن

source: Display city field in form
ar: عرض حقل المدينة - البلدية

source: Hide address field in order form
ar: إخفاء حقل العنوان في نموذج الطلب

source: Hide email field in order form
ar: إخفاء حقل الإيميل.

source: Display both Add to cart and buy buttons
ar: عرض زر إضافة إلى السلة بجانب زر الشراء

source: Show order note field in order form
ar: عرض حقل ملاحظة الطلبية في نموذج الطلب

source: Keep order summary open in order form
ar: إبقاء ملخص الطلب مفتوحًا في نموذج الطلب

source: Create orders with PHP instead of jQuery
ar: إنشاء الطلبات باستخدام PHP بدلا من jQuery

source: Animate order button
ar: تحريك زر الشراء

source: Order Form preset
ar: تنسيق نموذج الطلب

source: Default Preset
ar: الإعدادات الافتراضية

source: Horizontal Shipping
ar: توزيع الشحن أفقيًا

source: Note: Could not automatically list states for country code "%1$s". Please ensure a state file exists at: %2$s
ar: ملاحظة: تعذر عرض الولايات تلقائيًا لرمز الدولة "%1$s". يرجى التأكد من وجود ملف ولاية في: %2$s

source: Select states to exclude from the order form dropdown.
ar: اختر الولايات لاستبعادها من القائمة المنسدلة في نموذج الطلب.

source: State Filtering (Exclude)
ar: تصفية الولايات (استبعاد)

source: Other Settings
ar: اعدادات اخرى

source: Additional layout and behavior adjustments for the order form.
ar: تعديلات إضافية على تخطيط وسلوك نموذج الطلب

source: Force Compact Form Layout
ar: فرض تخطيط النموذج المدمج

source: If enabled, main form fields will try to remain in two columns on smaller screens.
ar: إذا تم التفعيل، ستظل الحقول الرئيسية في النموذج تحاول البقاء في عمودين على الشاشات الصغيرة.

source: Force Single-Line Quantity & Button
ar: فرض عرض الكمية في سطر واحد

source: If enabled, the quantity input and the main order button will each take a full line, regardless of screen size.
ar: إذا تم التفعيل، سيأخذ حقل الكمية سطرًا كاملًا، بغض النظر عن حجم الشاشة.

source: Thank You Page
ar: صفحة الشكر

source: Display related products in thank you page
ar: عرض المنتجات ذات الصلة في صفحة الشكر

source: Enable fast thanks page
ar: تفعيل صفحة الشكر السريعة

source: Thanks Page Content
ar: محتوى صفحة الشكر

source: Whatsapp Orders
ar: الطلب عبر واتساب

source: Add Your Whatsapp Number
ar: أضف رقمك على واتساب

source: Order from Whatsapp
ar: أنقر هنا للطلب عبر الواتساب

source: Add Whatsapp button text
ar: إضافة نص زر واتساب

source: Enable File Upload Field
ar: تفعيل حقل ادراج الملفات

source: File Upload Field Label
ar: تسمية حقل رفع الملف

source: Allowed File Types (comma-separated)
ar: الملفات المسموح بها (متفرقة بفواصل)

source: E.g., jpg,png,pdf,docx
ar: مثال: jpg،png،pdf،docx

source: Maximum File Size (MB)
ar: أقصى حجم للملف (ميغابايت)

source: Choose File
ar: إختر ملف

source: File Upload Button Text
ar: نص زر رفع الملف

source: Make file upload required?
ar: جعل رفع الملف إلزامياً؟

source: N/A
ar: غير متاح

source: Availability:
ar: التوفر:

source: in stock
ar: متوفر في المخزون

source: You can order after 24 hours
ar: يمكنك الطلب بعد 24 ساعة

source: Add to cart
ar: إضافة للسلة

source: Click here to confirm the order
ar: انقر هنا لتأكيد الطلب

source: Out of stock
ar: غير متوفر

source: No payment methods are available.
ar: لا توجد طرق دفع متاحة.

source: Deliver Price
ar: سعر التوصيل

source: Choose
ar: إختر

source: FREE
ar: مجانا

source: Total Price
ar: السعر الإجمالي

source: Add To Cart
ar: نعم، أريد هذا المنتج أيضا

source: No, Thanks
ar: لا، شكرا

source: Error creating attachment for uploaded file:
ar: خطأ في إنشاء المرفق للملف المرفوع:

source: Error uploading file:
ar: خطأ في رفع الملف:

source: There was an issue creating your order. Please try again.
ar: حدثت مشكلة أثناء إنشاء طلبك. يرجى المحاولة مرة أخرى.

source: Al Ras
ar: الرأس

source: Al Aweer
ar: العوير

source: Al Quoz
ar: القوز

source: Bur Dubai
ar: بر دبي

source: Jumeirah
ar: جميرا

source: Business Bay
ar: الخليج التجاري

source: Deira
ar: ديرا

source: Ras Al Khor
ar: رأس الخور

source: Al Satwa
ar: السطوة

source: Sheikh Zayed Road
ar: شارع الشيخ زايد

source: Oud Metha
ar: عود ميثاء

source: Al Garhoud
ar: القرهود

source: Al Qusais
ar: القصيص

source: Mirdif
ar: مردف

source: Naif
ar: نايف, دبي

source: Al Nahda
ar: النهضة

source: Warsan
ar: ورسان

source: Al Wasl
ar: شركة الوصل ( Al Wasl)

source: Al Bateen
ar: البطين

source: Al Khalidiyah
ar: الخالدية

source: Al Mushrif
ar: المشرف

source: Khalifa City
ar: مدينة خليفة،

source: Al Raha Beach
ar: شاطئ الراحة

source: Madinat Zayed
ar: مدينة زايد

source: Saadiyat Island
ar: جزيرة السعديات

source: Airport Road
ar: طريق المطار

source: Al Dhafra
ar: الظفرة

source: Industrial Area
ar: المنطقة الصناعية

source: Basrah
ar: البصرة

source: Rumah
ar: رماح

source: North Sea
ar: بحر الشمال

source: Oasis
ar: واحة, النجعة كل ما يلجأ إليه

source: Civil Defence
ar: `5` الدفاع المدني

source: Liwa
ar: ليوا

source: Hatta
ar: حتا

source: Al Madam
ar: المدام

source: Masfut
ar: مصفوت

source: Nizwa
ar: نزوى

source: Al Manaie
ar: المانع

source: Muzairah
ar: مزيرع

source: Khor Fakkan
ar: خورفكان

source: Mansoura
ar: المنصورة

source: Al Qadisiya
ar: القادسية

source: Defence
ar: دفاع، حجة، دفاع مادي (لرد اعتداء أو تفادي أذي جسمي).

source: Dasman
ar: دسمان

source: University of Sharjah
ar: جامعة الشارقة

source: Kalba
ar: كلباء

source: Chamber
ar: السجل

source: Sharm
ar: شرم الشيخ

source: Manama
ar: المنامة

source: New Industrial Area
ar: المنطقة الصناعية الجديدة

source: Julphar
ar: جولفار

source: Al Nakheel
ar: النخيل

source: Al Dhait
ar: الظيت

source: Shaam
ar: الشام

source: Al Rams
ar: الرمس

source: Masafi
ar: شركة مياه مسافي

source: Ramla
ar: الرملة

# District of Bahrain
source: Adliya
ar: العدلية

# District of Bahrain
source: Juffair
ar: الجفير

# District of Bahrain
source: Karbabad
ar: كرباباد

# District of Bahrain
source: Mahooz
ar: الماحوز

# District of Bahrain
source: Seef
ar: ضاحية السيف

# District of Bahrain
source: Al Dur
ar: الدور

# District of Bahrain
source: Safra
ar: صفرا

# District of Bahrain
source: Sanad
ar: سند، مستند،

# District of Bahrain
source: Al Dair
ar: الدير

# District of Bahrain
source: Arad
ar: اراد

# District of Bahrain
source: Hidd
ar: الحد

# District of Bahrain
source: Barbar
ar: بربر

# District of Bahrain
source: Hamala
ar: الهملة

# District of Bahrain
source: Sadad
ar: سداد

# Algerian Communes
source: Adrar
ar: أدرار

# Algerian Communes
source: Charouine
ar: شروين

# Algerian Communes
source: Reggane
ar: رقان

# Algerian Communes
source: Tit
ar: تيت

# Algerian Communes
source: Tsabit
ar: تسابيت

# Algerian Communes
source: Timimoun
ar: تيميمون

# Algerian Communes
source: Ouled Said
ar: أولاد سعيد

# Algerian Communes
source: Zaouiet Kounta
ar: زاوية كنتة

# Algerian Communes
source: Aoulef
ar: أولف

# Algerian Communes
source: Tamentit
ar: تامنطيت

# Algerian Communes
source: Deldoul
ar: دلدول

# Algerian Communes
source: Sali
ar: سالي

# Algerian Communes
source: Akabli
ar: أقبلي

# Algerian Communes
source: Metarfa
ar: المطارفة

# Algerian Communes
source: Ouled Aissa
ar: أولاد عيسى

# Algerian Communes
source: Timiaouine
ar: تيمياوين

# Algerian Communes
source: Chlef
ar: الشلف

# Algerian Communes
source: Tenes
ar: تينيس

# Algerian Communes
source: Benairia
ar: بنايرية

# Algerian Communes
source: El Karimia
ar: الكريمية

# Algerian Communes
source: Taougrite
ar: تاوقريت

# Algerian Communes
source: Beni Haoua
ar: بني هوا

# Algerian Communes
source: Sobha
ar: صبحة

# Algerian Communes
source: Harchoun
ar: حرشون

# Algerian Communes
source: Ouled Fares
ar: أولاد فارس

# Algerian Communes
source: Boukadir
ar: بوقدير

# Algerian Communes
source: Beni Rached
ar: بني راشد

# Algerian Communes
source: Talassa
ar: تلعصة

# Algerian Communes
source: Ouled Abbes
ar: أولاد عباس

# Algerian Communes
source: Sendjas
ar: سيندجاس

# Algerian Communes
source: Zeboudja
ar: الزبوجة

# Algerian Communes
source: Oued Sly
ar: وادي سلاي

# Algerian Communes
source: El Marsa
ar: المَرْسَى

# Algerian Communes
source: Chettia
ar: تشيتيا

# Algerian Communes
source: El Hadjadj
ar: الحجاج

# Algerian Communes
source: Oued Fodda
ar: وادي فوده

# Algerian Communes
source: Ouled Ben Abdelkader
ar: أولاد بن عبد القادر

# Algerian Communes
source: Ain Merane
ar: عين ميران

# Algerian Communes
source: Oum Drou
ar: أم درو

# Algerian Communes
source: Breira
ar: بريرة

# Algerian Communes
source: Laghouat
ar: الأغواط

# Algerian Communes
source: Ksar El Hirane
ar: قصر الحيران

# Algerian Communes
source: Sidi Makhlouf
ar: سيدي مخلوف

# Algerian Communes
source: Hassi Delaa
ar: حاسي دلاعة

# Algerian Communes
source: Kheneg
ar: الخنق

# Algerian Communes
source: Gueltat Sidi Saad
ar: کلیتات سيدي سعد

# Algerian Communes
source: Ain Sidi Ali
ar: عين سيدي علي

# Algerian Communes
source: Beidha
ar: بيضاء

# Algerian Communes
source: Brida
ar: بريدة

# Algerian Communes
source: El Ghicha
ar: الغيشة

# Algerian Communes
source: Hadj Mechri
ar: حاج مشاري

# Algerian Communes
source: Sebgag
ar: سبقاق

# Algerian Communes
source: Taouiala
ar: تاويالة

# Algerian Communes
source: Aflou
ar: افلو

# Algerian Communes
source: El Assafia
ar: العسافية

# Algerian Communes
source: Oued Morra
ar: واد مرة

# Algerian Communes
source: Sidi Bouzid
ar: سيدي بوزيد

# Algerian Communes
source: Oum El Bouaghi
ar: أم البواقي

# Algerian Communes
source: Ain Beida
ar: عين البيضاء

# Algerian Communes
source: Behir Chergui
ar: بحير شرقي

# Algerian Communes
source: Sigus
ar: سيقوس

# Algerian Communes
source: Ain Babouche
ar: عين بابوش

# Algerian Communes
source: Berriche
ar: بريش

# Algerian Communes
source: Ouled Hamla
ar: أولاد حملة

# Algerian Communes
source: Dhala
ar: ضالع

# Algerian Communes
source: Ain Kercha
ar: عين كرشا

# Algerian Communes
source: Hanchir Toumghani
ar: هانشير تومغني

# Algerian Communes
source: El Djazia
ar: الجزية

# Algerian Communes
source: Fkirina
ar: فكرينة

# Algerian Communes
source: Ouled Zouai
ar: أولاد الزوى

# Algerian Communes
source: Bir Chouhada
ar: بئر الشهداء

# Algerian Communes
source: Ksar Sbahi
ar: قصر صباحي

# Algerian Communes
source: Meskiana
ar: مسكيانة

# Algerian Communes
source: Ouled Gacem
ar: أولاد قاسم

# Algerian Communes
source: El Harmilia
ar: الحرملية

# Algerian Communes
source: Batna
ar: باتنة

# Algerian Communes
source: Ghassira
ar: غسيرة

# Algerian Communes
source: Maafa
ar: معافة

# Algerian Communes
source: Merouana
ar: مروانة

# Algerian Communes
source: Seriana
ar: سريانة

# Algerian Communes
source: Menaa
ar: مينا

# Algerian Communes
source: El Madher
ar: الظاهر

# Algerian Communes
source: Tazoult
ar: تازولت

# Algerian Communes
source: Ngaous
ar: نڨاوس

# Algerian Communes
source: Guigba
ar: غيغبا

# Algerian Communes
source: Ouyoun El Assafir
ar: عيون السفير

# Algerian Communes
source: Djerma
ar: جرمة

# Algerian Communes
source: Bitam
ar: بيطام

# Algerian Communes
source: Metkaouak
ar: متكاوك

# Algerian Communes
source: Arris
ar: أريس

# Algerian Communes
source: Ain Djasser
ar: عين جاسر

# Algerian Communes
source: Ain Yagout
ar: عين ياقوت

# Algerian Communes
source: Fesdis
ar: فسديس

# Algerian Communes
source: Sefiane
ar: سيفيان

# Algerian Communes
source: Rahbat
ar: الرحبات

# Algerian Communes
source: Seggana
ar: سقانة

# Algerian Communes
source: Foum Toub
ar: فم الطوب

# Algerian Communes
source: Oued El Ma
ar: واد الماء

# Algerian Communes
source: Bouzina
ar: بوزينة

# Algerian Communes
source: Oued Chaaba
ar: وادي الشعبة

# Algerian Communes
source: Taxlent
ar: تاكسلانت

# Algerian Communes
source: Gosbat
ar: القصبات

# Algerian Communes
source: Ouled Aouf
ar: أولاد عوف

# Algerian Communes
source: Barika
ar: بريكة

# Algerian Communes
source: Djezzar
ar: جزار

# Algerian Communes
source: Tkout
ar: تكوت

# Algerian Communes
source: Ain Touta
ar: عين التوتة

# Algerian Communes
source: Hidoussa
ar: حيدوسة

# Algerian Communes
source: Teniet El Abed
ar: تنيط العبد

# Algerian Communes
source: Oued Taga
ar: وادي الطاقة

# Algerian Communes
source: Timgad
ar: تيمقاد

# Algerian Communes
source: Ras El Aioun
ar: رأس العيون

# Algerian Communes
source: Chir
ar: شير

# Algerian Communes
source: Ouled Si Slimane
ar: أولاد سي سليمان

# Algerian Communes
source: Ouled Ammar
ar: أولاد عمار

# Algerian Communes
source: Boumia
ar: بومية

# Algerian Communes
source: Larbaa
ar: الاربعاء

# Algerian Communes
source: Bejaia
ar: بجاية

# Algerian Communes
source: Amizour
ar: اميزور

# Algerian Communes
source: Tamokra
ar: تاموكرا

# Algerian Communes
source: Thinabdher
ar: ثنبدر

# Algerian Communes
source: Tichi
ar: تيشي

# Algerian Communes
source: Tifra
ar: تيفرة

# Algerian Communes
source: Ighram
ar: إغرم

# Algerian Communes
source: Amalou
ar: أمالو

# Algerian Communes
source: Ighil Ali
ar: إيغيل علي

# Algerian Communes
source: Toudja
ar: توجة

# Algerian Communes
source: Darguina
ar: درقينة

# Algerian Communes
source: Sidi Ayad
ar: سيدي عياد

# Algerian Communes
source: Aokas
ar: أوقاس

# Algerian Communes
source: Akbou
ar: أقبو

# Algerian Communes
source: Seddouk
ar: صدوق

# Algerian Communes
source: Tazmalt
ar: تازمالت

# Algerian Communes
source: Chemini
ar: شميني

# Algerian Communes
source: Souk Oufella
ar: سوق أوفلة

# Algerian Communes
source: Tibane
ar: طيبان

# Algerian Communes
source: Barbacha
ar: برباشة

# Algerian Communes
source: Bouhamza
ar: بوحمزة

# Algerian Communes
source: Sidi Aich
ar: سيدي عايش

# Algerian Communes
source: El Kseur
ar: القصر

# Algerian Communes
source: Akfadou
ar: اكفادو

# Algerian Communes
source: Leflaye
ar: لفلاى

# Algerian Communes
source: Kherrata
ar: خراطة

# Algerian Communes
source: Tamridjet
ar: تامريجت

# Algerian Communes
source: Ait Smail
ar: عيت إسماعيل

# Algerian Communes
source: Tizi Nberber
ar: تيزى نبربر

# Algerian Communes
source: Oued Ghir
ar: وادي غير

# Algerian Communes
source: Boudjellil
ar: بوجليل

# Algerian Communes
source: Biskra
ar: بسكرة

# Algerian Communes
source: Oumache
ar: أوماش

# Algerian Communes
source: Branis
ar: البرانس

# Algerian Communes
source: Chetma
ar: شتمة

# Algerian Communes
source: Ouled Djellal
ar: أولاد جلال

# Algerian Communes
source: Besbes
ar: البسباس

# Algerian Communes
source: Sidi Khaled
ar: سيدي خالد

# Algerian Communes
source: Doucen
ar: الدوسن

# Algerian Communes
source: Sidi Okba
ar: سيدي عقبة

# Algerian Communes
source: El Haouch
ar: الحوش

# Algerian Communes
source: Ain Naga
ar: عين الناقة

# Algerian Communes
source: Zeribet El Oued
ar: زريبة الوادي

# Algerian Communes
source: El Feidh
ar: الفيض

# Algerian Communes
source: El Kantara
ar: القنطرة

# Algerian Communes
source: Ain Zaatout
ar: عين زعتوت

# Algerian Communes
source: El Outaya
ar: لوطاية

# Algerian Communes
source: Tolga
ar: طولقة

# Algerian Communes
source: Lioua
ar: لواء

# Algerian Communes
source: Lichana
ar: ليشانة

# Algerian Communes
source: Ourlal
ar: أورالال

# Algerian Communes
source: Mlili
ar: ميليلي

# Algerian Communes
source: Foughala
ar: فوغالة

# Algerian Communes
source: Bordj Ben Azzouz
ar: برج بن عزوز

# Algerian Communes
source: Mekhadma
ar: مخادمة

# Algerian Communes
source: El Ghrous
ar: الغروس

# Algerian Communes
source: Bechar
ar: بشار

# Algerian Communes
source: Erg Ferradj
ar: عرق فراج

# Algerian Communes
source: Meridja
ar: مريجة

# Algerian Communes
source: Timoudi
ar: تيمودى

# Algerian Communes
source: Lahmar
ar: لحمر

# Algerian Communes
source: Beni Abbes
ar: بني عباس

# Algerian Communes
source: Beni Ikhlef
ar: بني يخلف

# Algerian Communes
source: Igli
ar: إيغلي

# Algerian Communes
source: Taghit
ar: تاغيث

# Algerian Communes
source: El Ouata
ar: الواتة

# Algerian Communes
source: Boukais
ar: بوقايس

# Algerian Communes
source: Abadla
ar: العبادلة

# Algerian Communes
source: Kerzaz
ar: كرزاز

# Algerian Communes
source: Ksabi
ar: قصابي

# Algerian Communes
source: Beni Ounif
ar: بني ونيف

# Algerian Communes
source: Blida
ar: البليده

# Algerian Communes
source: Chebli
ar: الشبلي

# Algerian Communes
source: Bouinan
ar: بوعينان

# Algerian Communes
source: Oued El Alleug
ar: واد العلايڨ

# Algerian Communes
source: Ouled Yaich
ar: اولاد يعيش

# Algerian Communes
source: Chrea
ar: الشريعة

# Algerian Communes
source: El Affroun
ar: العفرون

# Algerian Communes
source: Chiffa
ar: شيفا

# Algerian Communes
source: Hammam Melouane
ar: حمام ملوان

# Algerian Communes
source: Ben Khlil
ar: بن خليل

# Algerian Communes
source: Soumaa
ar: الصومعة

# Algerian Communes
source: Mouzaia
ar: موزاية

# Algerian Communes
source: Souhane
ar: سوهان

# Algerian Communes
source: Meftah
ar: مفتاح

# Algerian Communes
source: Ouled Selama
ar: أولاد سلامة

# Algerian Communes
source: Boufarik
ar: بوفاريك

# Algerian Communes
source: Oued Djer
ar: واد جر

# Algerian Communes
source: Beni Tamou
ar: بني طمو

# Algerian Communes
source: Bouarfa
ar: بوعرفة

# Algerian Communes
source: Beni Mered
ar: بني مراد

# Algerian Communes
source: Bougara
ar: بوقرة

# Algerian Communes
source: Ain Romana
ar: عين رومانا

# Algerian Communes
source: Djebabra
ar: الجبابرة

# Algerian Communes
source: Bouira
ar: البويرة

# Algerian Communes
source: El Asnam
ar: الأصنام

# Algerian Communes
source: Guerrouma
ar: قرومة

# Algerian Communes
source: Souk El Khemis
ar: سوق الخميس

# Algerian Communes
source: Kadiria
ar: قادرية

# Algerian Communes
source: Hanif
ar: حنيفية

# Algerian Communes
source: Dirah
ar: ديرة

# Algerian Communes
source: Taghzout
ar: تغزوت

# Algerian Communes
source: Raouraoua
ar: روراوة

# Algerian Communes
source: Lakhdaria
ar: الأخضرية

# Algerian Communes
source: Maala
ar: مالا

# Algerian Communes
source: El Hachimia
ar: الھاشمية

# Algerian Communes
source: Aomar
ar: اومار

# Algerian Communes
source: Chorfa
ar: شرفة

# Algerian Communes
source: El Adjiba
ar: العجيبة

# Algerian Communes
source: El Hakimia
ar: الحاكمية

# Algerian Communes
source: El Khebouzia
ar: الخيبوزية

# Algerian Communes
source: Bouderbala
ar: بودربالة

# Algerian Communes
source: Ain El Hadjar
ar: عين الحجر

# Algerian Communes
source: Djebahia
ar: الجباحية

# Algerian Communes
source: Aghbalou
ar: أغبالو

# Algerian Communes
source: Taguedit
ar: تاڨديت

# Algerian Communes
source: Ain Turk
ar: عين ترك

# Algerian Communes
source: Saharidj
ar: الصهاريج

# Algerian Communes
source: Dechmia
ar: الدشمية

# Algerian Communes
source: Bechloul
ar: بشلول

# Algerian Communes
source: Bir Ghbalou
ar: بئر غبالو

# Algerian Communes
source: Mchedallah
ar: مشدا الله

# Algerian Communes
source: Sour El Ghozlane
ar: سور الغزلان

# Algerian Communes
source: Maamora
ar: المعمورة

# Algerian Communes
source: Ouled Rached
ar: أولاد راشد

# Algerian Communes
source: Ain Laloui
ar: عين العلوي

# Algerian Communes
source: Hadjera Zerga
ar: الحجرة الزرقاء

# Algerian Communes
source: Oued El Berdi
ar: وادى البردي

# Algerian Communes
source: Tamanghasset
ar: تامانغاست

# Algerian Communes
source: Abalessa
ar: أباليسا

# Algerian Communes
source: In Ghar
ar: عين غار

# Algerian Communes
source: In Guezzam
ar: عين قزام

# Algerian Communes
source: In Salah
ar: عين صالح

# Algerian Communes
source: In Amguel
ar: عين أمغيل

# Algerian Communes
source: Tebessa
ar: تبسة

# Algerian Communes
source: Bir El Ater
ar: بئر العاتر

# Algerian Communes
source: Cheria
ar: شيريا

# Algerian Communes
source: El Aouinet
ar: العوينات

# Algerian Communes
source: Hammamet
ar: الحمامات

# Algerian Communes
source: Negrine
ar: نيغرين

# Algerian Communes
source: El Kouif
ar: الكويف

# Algerian Communes
source: Morsott
ar: مورسوت

# Algerian Communes
source: El Ogla
ar: العقلة

# Algerian Communes
source: El Ogla El Malha
ar: العقلة المالحة

# Algerian Communes
source: Bekkaria
ar: بكارية

# Algerian Communes
source: Boukhadra
ar: بوخضرة

# Algerian Communes
source: Ouenza
ar: الونزة

# Algerian Communes
source: El Ma El Biodh
ar: الماء الأبيض

# Algerian Communes
source: Oum Ali
ar: أم علي

# Algerian Communes
source: Thlidjene
ar: ثليجان

# Algerian Communes
source: Ain Zerga
ar: عين زيرجا

# Algerian Communes
source: El Meridj
ar: المريج

# Algerian Communes
source: Bedjene
ar: بجن

# Algerian Communes
source: Ferkane
ar: فـــــــركـــــان

# Algerian Communes
source: Tlemcen
ar: تلمسان

# Algerian Communes
source: Beni Mester
ar: بني مستار

# Algerian Communes
source: Remchi
ar: الرمشي

# Algerian Communes
source: El Fehoul
ar: الفحول

# Algerian Communes
source: Sabra
ar: صبرا
