Repository: Link199516/redesigned-succotash
Catalog: languages/*.po
Languages: ar

source: Left Sidebar
ar: الشريط الجانبي الأيسر

source: Right Sidebar
ar: الشريط الجانبي الأيمن

source: Full Width
ar: عرض كامل

source: No Sidebar
ar: لا يوجد شريط جانبي

source: Close drawer
ar: إغلاق الدرج

source: Filters
ar: الفلاتر

source: View:
ar: عرض:

source: All
ar: الكل

source: Full name
ar: الاسم الكامل

source: QTY:
ar: الكمية:

source: Remove this item
ar: إزالة هذا العنصر

source: Upload an image:
ar: رفع صورة

source: review
ar: مراجعة

source: Sorry, you can only place one order per 24 hours.
ar: للأسف ، يمكنك تقديم طلب واحد فقط كل 24 ساعة.

source: Product Subheadline
ar: العنوان الفرعي

source: Subheadline:
ar: العنوان الفرعي:

source: Search for:
ar: البحث عن:

# search box placeholder
source: Search
ar: بحث

source: Tags:
ar: الوسوم:

source: Nothing Found
ar: لا يوجد شئ

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
ar: هل أنت على استعداد لنشر مقالتك الأولى؟ <a href="%1$s">ابدأ من هنا</a>.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
ar: عذرا، لا يوجد شيء يتطابق مع كلمات البحث التي استعملتها، المرجو المحاولة من جديد باستعمال كلمات أخرى.

source: It seems we can't find what you're looking for. Perhaps searching can help.
ar: يبدو أنه لا يمكننا العثور علي ما تبحث عنه. ربما البحث يمكن أن يساعدك.

source: Shop now
ar: تسوق الان

source: Read More
ar: إقرأ المزيد

source: Share
ar: شارك

source: No products in the cart.
ar: لا توجد منتجات في السلة.

source: by %s
ar: بواسطة %s

source: Search products&hellip;
ar: البحث عن المنتجات&hellip;

source: This product is currently out of stock and unavailable.
ar: هذا المنتج غير متوفر حالياً.

source: Clear options
ar: مسح الخيارات

source: Clear
ar: مسح

source: Awaiting product image
ar: في انتظار صورة المنتج

source: Related products
ar: منتجات ذات صلة

source: napoleon
ar: نابليون

source: A fast, lightweight WooCommerce theme built for cash-on-delivery stores. Seamlessly integrates with local shipping and payment systems. Perfect for sellers who want a simple, ready-to-use store with RTL support
ar: قالب ووكومرس خفيف وسريع، مخصص للمتاجر التي تعتمد على الدفع عند الاستلام. متكامل مع أنظمة التوصيل والدفع المحلي، ويدعم العربية بشكل كامل. مناسب للتجار الباحثين عن متجر جاهز وسهل الاستخدام

source: bitherhood
ar: بيذرهود
