Repository: Link199516/redesigned-succotash
Catalog: languages/*.po
Languages: ar

source: Oops! That page can&rsquo;t be found.
ar: عفوا، لا يمكن إيجاد هاته الصفحة.

source: It looks like nothing was found at this location. Maybe try one of the links below or a search?
ar: يبدو أنه لا يوجد أي شئ هنا. جرب أحد الروابط الموجودة في الأسفل أو استخدم أداة البحث؟

source: Comments are closed.
ar: التعليقات مغلقة.

source: Top Menu
ar: القائمة العلوية

source: Main Menu
ar: القائمة الرئيسية

source: Intro text (big text)
ar: نص المقدمة (نص كبير)

source: 2 Column Text
ar: نص العمودين

source: Featured Image Visibility
ar: خصائص الصورة البارزة

source: Hide when viewing this post's page
ar: إخفاء الصورة البارزة عند مشاهدة هذه الصفحة

source: Napoleon Variation Options
ar: متغيرات نابليون الإفتراضية

# customizer section title
source: Header
ar: الهيدر

# customizer section title
source: Header style
ar: شكل الهيدر

# customizer section title
source: Primary menu bar
ar: شريط القائمة الرئيسية

# customizer section title
source: Blog settings
ar: إعدادات المدونة

# customizer section title
source: Archive options
ar: إعدادات الأرشيف

source: Customize the default archive pages, such as the blog, category, tag, date archives, etc.
ar: هنا يمكن بتخصيص صفحات الأرشيف الافتراضية، مثل المدونة، الوسوم، التصنيفات، …الخ.

# customizer section title
source: Post options
ar: إعدادات المقالة

# customizer section title
source: Colors & Fonts
ar: الألوان والخطوط

# customizer section title
source: Fonts
ar: الخطوط

# customizer section title
source: Hero
ar: القسم الرئيسي Hero

# customizer section title
source: Global
ar: إعدادات عامة

# customizer section title
source: Sidebar
ar: الشريط الجانبي

# customizer section title
source: Footer
ar: الفوتر

# customizer section title
source: Contact Button
ar: زر الاتصال

# customizer section title
source: Photo options
ar: إعدادات الصورة

# customizer section title
source: Social Networks
ar: الشبکات الإجتماعیة

source: Enter your social network URLs. Leaving a URL empty will hide its respective icon.
ar: قم بإدخال الرابط Url الخاص بكل شبكة اجتماعية. سيتم إخفاء الأيقونة عند ترك حقل الرابط URL فارغا.

# customizer section title
source: Footer style
ar: شكل الفوتر

# customizer section title
source: Bottom bar
ar: شريط سفلي

# customizer section title
source: Titles
ar: العناوين

# customizer section title
source: General
ar: عام

# customizer section title
source: Posts
ar: المقالات

# customizer section title
source: Single Product
ar: منتج واحد

# customizer section title
source: Spam Protection
ar: الحماية ضد السبام Spam

source: Limit logo size (for Retina display)
ar: الحد من حجم الشعار ( خاص بشاشات رتينا)

source: This option will limit the image size to half its width. You will need to upload your image in 2x the dimension you want to display it in.
ar: سيؤدي هذا الخيار إلى عرض الصورة بنصف حجمها الأصلي. ستحتاج إلى رفع صورة الشعار بضعف 2x الحجم الذي تريد عرضها به.

source: Show site title
ar: عرض عنوان الموقع

source: Show site tagline
ar: عرض وصف الموقع

source: Show sidebar
ar: عرض الشريط الجانبي

source: Automatically generated excerpt length (in words)
ar: عدد كلمات ملخص المقالة (بالكلمات)

source: Pagination method
ar: طريقة ترقيم الصفحات

# pagination method
source: Numbered links
ar: روابط الصفحات مع الأرقام

# pagination method
source: "Previous - Next" links
ar: روابط ”السابق-التالي"

source: Contact Icon
ar: أيقونة الاتصال

source: Button Color
ar: لون الزر

source: Animate contact icon
ar: تحريك أيقونة الإتصال

source: Rotate contact icon
ar: تدوير أيقونة الإتصال

source: Select site font:
ar: حدد خط الموقع:

source: Main footer background color
ar: لون خلفية الفوتر

source: Main footer text color
ar: لون النص في الفوتر

source: Main footer link color
ar: لون الروابط في الفوتر

source: Main footer border color
ar: لون Borders الحدود في الفوتر

source: Bottom bar background color
ar: لون خلفية الشريط السفلي

source: Bottom bar text color
ar: لون النص في الشريط السفلي

source: Bottom bar link color
ar: لون الروابط في الشريط السفلي

source: Widget titles text color
ar: لون عناوين الودجات

source: Link & Secondary Text Color
ar: لون الروابط والنصوص الثانوية

source: Accent color
ar: اللون المميز للقالب

source: Text color
ar: لون النص

source: Text color secondary (darker)
ar: لون النص الثانوي (أغمق)

source: Supplementary text color
ar: لون نص تكميلي

source: Border color
ar: لون الحدود Border

source: Button background color
ar: لون خلفية الزر

source: Button text color
ar: لون نص الزر

source: Button hover background color
ar: لون خلفية الزر عند مرور الفأرة Hover

source: Button hover text color
ar: لون نص الزر عند مرور الفأرة Hover

source: Show hero
ar: عرض القسم الرئيسي Hero

source: Hero image
ar: صورة القسم الرئيسي Hero

source: Recommended size of at least %s pixels.
ar: الحجم الموصى به هو %s بكسل على الأقل.

source: Background Color
ar: لون الخلفية

source: Select a color for your hero section. This will not be visible if you set a hero image, unless the image itself has transparent areas.
ar: حدد لونًا للقسم الرئيسي. لن يظهر هذا اللون إذا قمت بتعيين صورة للقسم ، إلا إذا كانت الصورة نفسها تحتوي على مناطق شفافة.

source: Overlay color
ar: تراكب اللون Overlay

source: Select an overlay color for your hero section. This will be visible <strong>on top</strong> of the image, so adjust the opacity to achieve the required result and reveal the hero image.
ar: حدد لون التراكب للقسم الرئيسي. سيتم عرض اللون <strong>فوق</strong> الصورة، قم بضبط درجة تعتيم اللون حتى تظهر الصورة أسفله.

source: Image repeat
ar: تكرار الصورة

source: Image horizontal position
ar: موضع أفقي للصورة

source: Image vertical position
ar: موضع عمودي الصورة

source: Image attachment
ar: الصورة المرفقة

source: Scale the image to cover its containing area.
ar: توسيع الصورة لتغطية كل المساحة التي تحتويها.

source: Add border to product photos
ar: إضافة الحدود للصورة

source: Photo Border Color
ar: لون الحدود حول الصورة

source: Top Bar background color
ar: لون خلفية الشريط العلوي

source: Header background color
ar: لون خلفية الهيدر

source: Top Bar Text color
ar: لون النص في الشريط العلوي

source: Header Text color
ar: لون نص الرأس

source: Menu Text color
ar: لون نص في القائمة الرئيسية

source: Menu active & hover color
ar: لون القائمة عند مرور الفأرة Hover

source: Sub-menu background color
ar: لون خلفية القائمة الفرعية

source: Sub-menu text color
ar: لون نص القائمة الفرعية

source: Sub-menu active text color
ar: لون القائمة الفرعية عند مرور الفأرة Hover

source: Background color
ar: لون الخلفية

source: Link color
ar: لون الروابط

source: Link hover color
ar: لون الرابط عند مرور الماوس Hover

source: Show Theme Developer
ar: دعم مطور القالب

source: Custom Footer Credit Text
ar: تعديل حقوق الموقع في الفوتر

source: Layout
ar: التخطيط

source: Full width footer
ar: العرض الكامل للفوتر

source: Vertical padding (in pixels)
ar: الفراغ العمودي Padding (بالبكسل)

source: Menu text size (in pixels)
ar: حجم نص في القائمة (بالبكسل)

source: Sticky menu bar
ar: تثبيت القائمة الرئيسية

source: Full width header
ar: العرض الكامل للهيدر

source: Display top bar?
ar: عرض شريط العلوي؟

source: Display search form in header?
ar: عرض صندوق بحث في الهيدر؟

source: AJAX Search form
ar: صندوق بحث أجاكس

source: Display up to 5 matching products as the user types on the header search bar.
ar: عرض 5 منتجات مطابقة لما يكتبه المستخدم في صندوق البحث.

source: Display cart icon in header?
ar: عرض أيقونة سلة التسوق في أعلى الموقع

source: Welcome to our online shop
ar: مرحبا بكم في متجرنا الإلكتروني

source: Announcement Text
ar: نص شريط أعلى الموقع

source: Show featured image
ar: عرض الصورة الرئيسية

source: Show date
ar: عرض التاريخ

source: Show author
ar: عرض الكاتب

source: Show comments
ar: عرض التعليقات

source: Show categories
ar: عرض التصنيفات

source: Show tags
ar: عرض الوسوم

source: Show author box
ar: عرض صندوق التعريف بـ الكاتب

source: Show related posts
ar: عرض مقالات ذات الصلة

source: Show social sharing icons
ar: عرض ايقونات المشاركة على الشبكات الاجتماعية

source: Enable lightbox for galleries
ar: تفعيل lightbox للمعارض

source: Open social and sharing links in a new tab.
ar: عرض الروابط في تبويب جديد.

source: Contact Number
ar: رقم الاتصال

source: You can add a standard phone number like <strong>tel:XXXXXXXXXX</strong> or you can add whatsapp number like <strong>https://wa.me/1XXXXXXXXXX</strong>
ar: يمكنك إضافة رقم هاتف قياسي مثل <strong>tel:XXXXXXXXXX</strong> أو يمكنك إضافة رقم WhatsApp مثل <strong>https://wa.me/1XXXXXXXXXX</strong>

# social network url
source: %s URL
ar: رابط %s

source: RSS Feed
ar: تغذية RSS

source: From the blog
ar: من المدونة

source: Blog title
ar: عنوان المدونة

source: Search results
ar: نتائج البحث

source: Search title
ar: عنوان البحث

source: Page not found
ar: الصفحة غير موجودة

source: 404 (not found) title
ar: عنوان صفحة 404

source: Related articles
ar: مقالات ذات الصلة

source: Related posts title
ar: عنوان قسم مقالات ذات صلة

source: Related posts subtitle
ar: عنوان فرعي لقسم مقالات ذات صلة

source: Shop layout
ar: تخطيط المتجر

source: Show star rating
ar: عرض التقييم بالنجوم

source: Show add to cart button
ar: عرض زر \”إضافة إلى عربة التسوق\”

source: Show hero section in taxonomy listings.
ar: عرض القسم الرئيسي Hero في التصنيفات.

source: Applies to product categories and product tags listings. Individual categories can override this setting.
ar: ينطبق على تصانيف المنتجات ووسوم المنتجات. يمكن للتصنيفات الفردية تجاوز هذا الإعداد.

source: Display buy now button
ar: عرض زر اشتري الآن

source: Buy it now
ar: اشتري الآن

source: Buy button text
ar: نص زر الشراء

source: Add shadow effect to product box
ar: إضافة تأثير الظل والحدود إلى صندوق المنتج

source: Display quick order form
ar: عرض نموذج الطلب في صفحة المنتج

source: Display product title before the image in mobiles
ar: عرض عنوان المنتج قبل الصورة في الهواتف النقالة

source: Disable zoom in product image
ar: تعطيل خاصية تكبير الصورة بمجهر - زووم

source: Product layout
ar: تخطيط المنتج

source: Show related products
ar: عرض منتجات ذات الصلة

source: Show breadcrumb
ar: إظهار مسار التنقل breadcrumb

source: Show sticky add to cart
ar: تثبيت زر أضف إلى السلة

source: Sticky button text
ar: نص زر الشراء الثابت

source: Stop same IP from ordering again within 24 hours
ar: منع IP من الشراء مرة أخرى لمدة 24 ساعة

source: Stop ordering again within 24 hours using browser cookies
ar: منع الشراء مرة أخرى لمدة 24 ساعة بإستخدام كوكيز المتصفح

source: Disable autofill & pasting infos in the form
ar: تعطيل لصق المعلومات في فورم الطلب

source: Disable text copying
ar: تعطيل نسخ النصوص من المتجر

source: Add pattern for phone number:
ar: أضف pattern لرقم الهاتف

source: napoleon Elements
ar: عناصر قالب نابليون

source: Select an item
ar: حدد عنصر

source: Latest Posts
ar: احدث المقالات

source: Displays a number of the latest (or random) posts, optionally from a specific category.
ar: يعرض أحدث المقالات في الموقع .

source: Title:
ar: العنوان :

source: Enter your title
ar: أدخل عنوانك

source: Subtitle:
ar: العنوان الفرعي:

source: Enter your subtitle
ar: عنوان فرعي

source: Display in random order
ar: عرض بترتيب عشوائي

source: Yes
ar: نعم

source: No
ar: لا

source: Display as a carousel
ar: عرض على شكل سلايدر caroousel

source: Category
ar: التصنيف

source: Number of posts to show:
ar: عدد المشاركات:

source: Columns
ar: اعمدة

source: Two
ar: اثنين

source: Three
ar: ثلاثة

source: Four
ar: أربعة

source: Latest Posts Element Styles
ar: شكل أحدث المقالات

source: Text Color
ar: لون الخط

source: Latest Products
ar: أحدث المنتجات

source: Displays a number of the latest (or random) products, optionally from a specific product category.
ar: عرض أحدث المنتجات من تصنيف معين.

source: Order Products By:
ar: ترتيب حسب :

source: Date
ar: التاريخ

source: Rating
ar: التقييم

source: Popularity
ar: الاكثر شعبية

source: Random
ar: عشوائيا

source: Product Category
ar: فئة المنتج

source: Number of products to show:
ar: عدد المنتجات التي يتم عرضها:

source: Latest Products Element Styles
ar: شكل أحدث المقالات

source: See More
ar: مشاهدة المزيد

source: Post Type Items
ar: إدراجات

source: Displays a hand-picked selection of posts from a selected post type.
ar: يستخدم لعرض إدراجات تقوم باختيارها

source: Element Title
ar: عنصر عنوان

source: Post Type
ar: نوع المنشور

source: Select Items
ar: اختر عناصر

source: View
ar: عرض

source: Post Type Items Element Styles
ar: شكل الإدراجات

source: napoleon Post Type
ar: نوع الإدراج:

source: Display any post type item from napoleon by first selecting the post type and then the item itself.
ar: عرض أي نوع من الإدراجات.

source: Post
ar: مقالة

source: Post Type Element Styles
ar: شكل الإدراجات

source: WooCommerce Categories
ar: تصنيفات WooCommerce

source: Displays a hand-picked selection of WooCommerce categories.
ar: عرض مجموعة مختارة من تصنيفات WooCommerce.

source: Layout #1 (2 Categories)
ar: تخطيط #1 (تصنيفات)

source: Layout #2 (3 Categories)
ar: تخطيط #2 (3 تصنيفات)

source: Layout #3 (3 Categories)
ar: تخطيط #3 (3 تصنيفات)

source: Layout #4 (3 Categories)
ar: تخطيط #4 (3 تصنيفات)

source: Layout #5 (4 Categories)
ar: تخطيط #5 (4 تصنيفات)

source: Layout #6 (1 Category)
ar: تخطيط #6 (تصنيف واحد)

source: Layout #7 (1 Category)
ar: تخطيط #7 (تصنيف واحد)

source: Layout #8 (3 Categories)
ar: تخطيط #8 (3 تصنيفات)

source: Layout #9 (4 Categories)
ar: تخطيط #9 (4 تصنيفات)

source: Product Categories
ar: تصنيفات المنتجات

source: Hero section
ar: القسم الرئيسي Hero

source: Sidebar
ar: الشريط الجانبي

source: Front Page Options
ar: خيارات الصفحة الرئيسية

source: Hero Button
ar: زر القسم الرئيسي

source: The following options allow you to show a custom button below the Hero Title/Subtitle options. Please note that both a text and a URL are needed for the button to work.
ar: تسمح لك الخيارات التالية بعرض زر أسفل عنوان القسم الرئيسي. يرجى ملاحظة أن هناك حاجة إلى إضافة نص ورابط حتى يعمل.

source: Button text:
ar: نص الزر:

source: Button URL:
ar: رابط الزر:

source: Slider
ar: عارض الشرائح سلايدر

source: You can select a MaxSlider slideshow to display on your front page. If you choose a slideshow, it will be displayed instead of the image that you have set on "Hero section".
ar: يمكنك تحديد سلايدر من MaxSlider لعرضه على صفحتك الأولى. إذا اخترت سلايدر، سيتم عرضه بدلاً من الصورة التي قمت بتعيينها لـ “القسم الرئيسي”.

source: MaxSlider Slideshow
ar: عارض الشرائح MaxSlider

source: Disable Slideshow
ar: تعطيل السلايدر

source: Select file
ar: اختر ملف

source: Select files
ar: اختر الملفات

source: Use this file
ar: استخدم هذا الملف

source: Use these files
ar: استخدم هذه الملفات

source: Update gallery
ar: تحديث المعرض

source: Loading...
ar: جار التحميل...

source: Gallery preview not available.
ar: معاينة معرض الصور غير متوفرة.

source: Remove image
ar: إزالة الصورة

source: Remove from gallery
ar: إزالة من معرض الصور

source: Default
ar: افتراضي

source: Select a base category. Only items from the selected category will be displayed. If you don't select one (i.e. empty) items from all categories will be shown.
ar: حدد التصنيف الذي ستعرض محتوياته. إن لم تختر أي تصنيف، سيتم عرض جميع التصانيف.

source: Base category:
ar: التصنيف الأساسي:

source: Grid loading effect:
ar: نوع التأثير :

source: Grid spacing:
ar: مساحة الفراغ:

source: Listing columns:
ar: الأعمدة:

source: Masonry effect.
ar: تأثير Masonry.

source: Enable category filters (ignores <em>Items per page</em> setting).
ar: تفعيل فلترة التصنيف (يتجاهل إعداد <em>العناصر لكل صفحة).</em>

source: Set the number of items per page that you want to display. Setting this to <strong>-1</strong> will show <strong>all items</strong>, while setting it to zero or leaving it empty, will follow the global option set from <em>Settings -> Reading</em>, currently set to <strong>%d items per page</strong>.
ar: حدد عدد العناصر لكل صفحة تريد عرضها. تعيين هذا إلى <strong>-1</strong> سيعرض <strong>كل العناصر</strong>، في حين تعيينها إلى الصفر أو تركها فارغة ، سيتم تطبيق إعدادات <em>الإعدادات -> القراءة</em>، التي تم تعيينها حاليا إلى <strong>%d العناصر لكل صفحة</strong>.

source: Items per page:
ar: عنصر في الصفحة:

source: Since the hero section shows the title by default, you may want to disable the page title (shown before the content).
ar: نظرًا لأن القسم الرئيسي يعرض العنوان بشكل افتراضي، فقد تحتاج إلى تعطيل عنوان الصفحة (المعروض قبل المحتوى).

source: When checked, the title will appear on the hero section, replacing the blog title you have set from <em>Customize &rarr; Titles &rarr; General &rarr; Blog title</em>, currently set to: <em>%s</em>.
ar: عند تطبيق هذا الإعداد ، سيظهر العنوان في القسم الرئيسي ، ليحل محل عنوان المدونة الذي قمت بتعيينه من خلال <em>تخصيص > العناوين > عنوان المدونة </em>→ ، الذي يتم تعيينه حاليًا إلى: <em>%s</em>.

source: Show
ar: عرض

source: Hide
ar: إخفاء

source: Show hero section.
ar: عرض القسم الرئيسي Hero.

source: Title / subtitle alignment:
ar: محاذاة العنوان الرئيسي / العنوان الفرعي:

source: Hide page title.
ar: إخفاء عنوان الصفحة.

source: Background Color:
ar: لون الخلفية:

source: Text Color:
ar: لون الخط:

source: Overlay Color:
ar: تراكب اللون

source: The following image options are only applicable when a Hero image is selected.
ar: يتم تطبيق إعدادات الصورة التالية فقط عند تحديد صورة للقسم الرئيسي.

source: Hero image:
ar: صورة القسم الرئيسي Hero

source: Select Image
ar: اختيار صورة

source: Image repeat:
ar: تكرار الصورة

source: Image horizontal position:
ar: موضع أفقي للصورة

source: Image vertical position:
ar: موضع عمودي الصورة

source: Image attachment:
ar: الصورة المرفقة

source: Scale the image to cover its container.
ar: توسيع الصورة لتغطية كل المساحة التي تحتويها.

source: Left sidebar
ar: الشريط الجانبي الأيسر

source: Right sidebar
ar: الشريط الجانبي الأيمن

source: No sidebar
ar: بدون شريط جانبي

source: Title / Subtitle
ar: العنوان / العنوان الفرعي

source: You can provide an HTML version of your title, in order to format it according to your needs. If you leave it empty, the normal title will be used instead.
ar: يمكنك هنا إستخدام HTML لكتابة عنوانك . إذا تركته فارغًا، سيتم استخدام العنوان العادي بدلاً من ذلك.

source: You can wrap some text within <code>%1$s</code> and <code>%2$s</code> in order to make it stand out.
ar: يمكنك حصر بعض النصوص بين <code>%1$s</code> و <code>%2$s</code> حتى يظهر بشكل بارز.

source: Page Title (overrides the normal title):
ar: عنوان الصفحة (بديل للعنوان الإفتراضي):

source: Page Subtitle:
ar: العنوان الفرعي للصفحة:

source: Click to toggle
ar: انقر للتبديل

source: Add Images
ar: إضافة صور

source: Randomize order
ar: ترتيب عشوائي

source: Your gallery images will appear here
ar: سوف تظهر صور المعرض هنا

source: Subtitle
ar: عنوان فرعي

source: The subtitle is used by the <strong>Theme (home) - WooCommerce Categories</strong> widget.
ar: العنوان الفرعي مستخدم في ودجت <strong>متجر (الرئيسية) - تصنيفات WooCommerce.</strong>

source: Show hero section
ar: عرض القسم الرئيسي Hero.

source: Hero text color
ar: لون النص

source: Hero background color
ar: لون الخلفية

source: Hero image repeat
ar: تكرار الصورة

source: Hero image horizontal position
ar: موضع أفقي للصورة

source: Hero image vertical position
ar: موضع عمودي للصورة

source: Hero image attachment
ar: الصورة المرفقة

source: Scale the image to cover the hero area.
ar: توسيع الصورة لتغطية كل المساحة التي تحتويها.

source: Hero text align
ar: محاذاة النص في القسم الرئيسي Hero

source: Hero image cover
ar: صورة كغطاء القسم الرئيسي Hero

source: Scale the image to cover the page hero area.
ar: توسيع الصورة لتغطية كل المساحة التي تحتويها.

source: Author Information
ar: معلومات الكاتب

source: The author subtitle is displayed on the author box, along with the author's name, below each article.
ar: يتم عرض العنوان الفرعي للكاتب في صندوق التعريف بالكاتب ، جنبا إلى جنب مع اسمه ، أسفل كل مقال.

source: Facebook
ar: فايس بوك

source: Twitter
ar: تويتر

source: Instagram
ar: انستغرام

source: Tiktok
ar: رابط حساب تيك توك

source: Snapchat
ar: سناب شات

source: Pinterest
ar: بنترست

source: YouTube
ar: يوتيوب

source: Vimeo
ar: فيميو

source: LinkedIn
ar: لينكـد ان

source: Tumblr
ar: تمبلر

source: Flickr
ar: فليكر

source: Dribbble
ar: دريببل

source: WordPress
ar: ووردبريس

source: 500px
ar: 500 بيكسل

source: Soundcloud
ar: ساوند كلاود

source: Spotify
ar: سبوتيفاى

source: Vine
ar: فاين

source: Trip Advisor
ar: مرشد الرحلة

source: Telegram
ar: تليجرام

source: Pages:
ar: الصفحات:

source: %d result found.
ar: لم يتم العثور على أي شئ.

source: One Click Demo Import
ar: إستيراد الديمو One Click Demo Import

source: Import Demo Data
ar: إستيراد محتوى تجريبي

source: Woocommerce
ar: ووكومرس

source: Sell anything, beautifully.
ar: بيع أي شيء، بشكل جميل.

source: Elementor
ar: مصمم الصفحات

source: Elementor is a front-end drag & drop page builder for WordPress.
ar: ‫Elementor هو منشئ صفحات عن طريق السحب والإفلات.

source: Add a custom responsive slider to any page of your website.
ar: أضف سلايدر احترافي إلى أي صفحة من صفحات موقعك على الويب.

source: Import your demo content, widgets and theme settings with one click.
ar: استيراد المحتوى التجريبي، الودجات وإعدادات القالب بنقرة واحدة.

source: Napoleon
ar: نابليون

source: WooCommerce
ar: ووكومرس

source: napoleon is a powerful e-commerce theme for WordPress.
ar: نابليون قالب متكامل للتجارة الالكترونية على الوردبراس

source: Welcome to %1$s. Check out the <a href="%2$s">onboarding page</a> to get things started.
ar: مرحبا بك في %1$s. يرجى زيارة <a href="%2$s">صفحة قالب نابليون</a> لإعداد موقعك.

source: Activating
ar: يتم التفعيل

source: Activate
ar: تفعيل

source: Installing...
ar: جاري التنصيب…

source: Activate variation
ar: تفعيل المثال

source: Deleting...
ar: جاري الحذف...

source: Are you sure you want to delete your theme customizations?
ar: هل أنت متأكد من أنك تريد حذف التخصيصات الخاصة بموقعك؟

source: Select a theme variation. You can always come back and pick another.
ar: حدد مثال للقالب. يمكنك دائما العودة واختيار آخر.

source: You do not have sufficient permissions to install plugins, please contact your administrator.
ar: ليس لديك صلاحيات كافية لتنصيب الإضافات، يرجى الاتصال بالمسؤول.

source: Your existing theme customizations made via the Customizer (theme mods) may prevent you from viewing the selected variation's defaults correctly. In this case, you might want to delete your customizations.
ar: قد تمنعك التخصيصات الحالية التي تم إجراؤها عبر ( مظهر - تخصيص ) من عرض الإعدادات الافتراضية بشكل صحيح. في هذه الحالة، قد تحتاج إلى حذف هاته التخصيصات.

source: WARNING: Deleting your customizations cannot be undone. Make sure you keep a backup before deleting your customizations.
ar: تحذير: لا يمكن التراجع عن حذف التعديلات. تأكد من الاحتفاظ بنسخة احتياطية قبل حذف التعديلات الخاصة بك.

source: Delete customizations
ar: حذف التعديلات

source: The following plugins will provide additional functionality to %s.
ar: الإضافات التالية ستضيف مميزات أكثر لـ %s.

source: Plugins required for sample content. Please install and activate.
ar: الإضافات المطلوبة لاستيراد المحتوى التجريبي. الرجاء تنصيبها وتفعيلها.

source: While these plugins are not required for the theme to work, they are needed to ensure the sample content is correctly imported. You can deactivate/remove them if you want, after the sample content is imported.
ar: في حين أن هذه الإضافات غير مطلوبة لعمل القالب ، إلا أننا ننصح بها لضمان استيراد المحتوى التجريبي بشكل صحيح. يمكنك إزالتها لاحقا.

source: Import our sample content.
ar: استيراد المحتوى التجريبي.

source: Please note:
ar: الرجاء الإنتباه إلى:

source: You need to install and activate <strong>One Click Demo Import</strong> before proceeding.
ar: تحتاج إلى تنصيب وتفعيل إضافة <strong>One Click Demo Import</strong> قبل المتابعة.

source: Good to go!
ar: إنطلق

source: Now you can import the sample content and have your theme set up like the demo using the One Click Demo Import Plugin.
ar: الآن يمكنك استيراد المحتوى التجريبي وإعداد الموقع الخاص بك مثل الديمو باستخدام إضافة One Click Demo Import.

source: Get Started
ar: ابدأ
