Repository: Link199516/redesigned-succotash
Catalog: languages/*.po
Languages: ar

# Algerian Communes
source: Ghazaouet
ar: الغزوات

# Algerian Communes
source: Souani
ar: السواني

# Algerian Communes
source: Djebala
ar: جبلة

# Algerian Communes
source: El Gor
ar: القور

# Algerian Communes
source: Ain Fezza
ar: عين فزة

# Algerian Communes
source: Ouled Mimoun
ar: أولاد ميمون

# Algerian Communes
source: Amieur
ar: عمير

# Algerian Communes
source: Ain Youcef
ar: عين يوسف

# Algerian Communes
source: Beni Snous
ar: بني سنوس

# Algerian Communes
source: Bab El Assa
ar: باب العسة

# Algerian Communes
source: Dar Yaghmouracene
ar: دار يغمراسن

# Algerian Communes
source: Fellaoucene
ar: فلاوسن

# Algerian Communes
source: Bensekrane
ar: بن سكران

# Algerian Communes
source: Hennaya
ar: الحناية

# Algerian Communes
source: Maghnia
ar: مغنية

# Algerian Communes
source: Hammam Boughrara
ar: حمام بوغرارة

# Algerian Communes
source: Souahlia
ar: سوهليا

# Algerian Communes
source: El Aricha
ar: العريشة

# Algerian Communes
source: Sidi Abdelli
ar: سيدي العبدلي

# Algerian Communes
source: Sebdou
ar: سبدو

# Algerian Communes
source: Beni Ouarsous
ar: بني ورسوس

# Algerian Communes
source: Sidi Medjahed
ar: سيدي مجاهد

# Algerian Communes
source: Marsa Ben Mhidi
ar: مرسى بن مهيدي

# Algerian Communes
source: Nedroma
ar: ندرومة

# Algerian Communes
source: Sidi Djillali
ar: سيدي الجيلالي

# Algerian Communes
source: Beni Bahdel
ar: بنى بهدل

# Algerian Communes
source: Honaine
ar: هنين

# Algerian Communes
source: Tianet
ar: تيانت

# Algerian Communes
source: Bouhlou
ar: بوحلو

# Algerian Communes
source: Ain Ghoraba
ar: عين غرابة

# Algerian Communes
source: Chetouane
ar: شتوان

# Algerian Communes
source: Mansourah
ar: المنصورة

# Algerian Communes
source: Ain Kebira
ar: عين الكبيرة

# Algerian Communes
source: Tiaret
ar: تيارت

# Algerian Communes
source: Ain Bouchekif
ar: عين بوشقيف

# Algerian Communes
source: Sidi Ali Mellal
ar: سيدي علي ملال

# Algerian Communes
source: Ain Deheb
ar: عين دهب

# Algerian Communes
source: Sidi Bakhti
ar: سيدي بختي

# Algerian Communes
source: Medrissa
ar: مدريسة

# Algerian Communes
source: Sebt
ar: سبت

# Algerian Communes
source: Mellakou
ar: ملاكو

# Algerian Communes
source: Dahmouni
ar: دحموني

# Algerian Communes
source: Rahouia
ar: رحوية

# Algerian Communes
source: Mahdia
ar: المهدية

# Algerian Communes
source: Sougueur
ar: سوقر

# Algerian Communes
source: Ain El Hadid
ar: عين الحديد

# Algerian Communes
source: Ouled Djerad
ar: أولاد جراد

# Algerian Communes
source: Naima
ar: نعيمة

# Algerian Communes
source: Meghila
ar: مغيلة

# Algerian Communes
source: Guertoufa
ar: قرطوفة

# Algerian Communes
source: Sidi Hosni
ar: سيدي حسني

# Algerian Communes
source: Djillali Ben Amar
ar: جيلالي بن عمار

# Algerian Communes
source: Tousnina
ar: توسنينة

# Algerian Communes
source: Frenda
ar: فرندة

# Algerian Communes
source: Ain Kermes
ar: عين كرمس

# Algerian Communes
source: Ksar Chellala
ar: قصر الشلالة

# Algerian Communes
source: Rechaiga
ar: الرشايقة

# Algerian Communes
source: Mechraa Safa
ar: مشرع الصفاء

# Algerian Communes
source: Hamadia
ar: حمادية

# Algerian Communes
source: Chehaima
ar: شحيمة

# Algerian Communes
source: Takhemaret
ar: تاخمرت

# Algerian Communes
source: Tidda
ar: تيدة

# Algerian Communes
source: Tizi Ouzou
ar: تيزي وزو

# Algerian Communes
source: Ain El Hammam
ar: عين الحمام

# Algerian Communes
source: Akbil
ar: أقبيل

# Algerian Communes
source: Freha
ar: فريحة

# Algerian Communes
source: Souamaa
ar: الصوامع

# Algerian Communes
source: Irdjen
ar: إرجن

# Algerian Communes
source: Makouda
ar: ماكودا

# Algerian Communes
source: Draa El Mizan
ar: ذراع الميزان

# Algerian Communes
source: Bounouh
ar: بونوح

# Algerian Communes
source: Ait Chaffaa
ar: عيت شفاء

# Algerian Communes
source: Frikat
ar: فريقات

# Algerian Communes
source: Iferhounene
ar: إيفرحونن

# Algerian Communes
source: Azazga
ar: عزازقة

# Algerian Communes
source: Iloula Oumalou
ar: إيلولة أمالو

# Algerian Communes
source: Yakouren
ar: إعكوران

# Algerian Communes
source: Tizi Rached
ar: تيزي راشد

# Algerian Communes
source: Zekri
ar: زكري

# Algerian Communes
source: Ain Zaouia
ar: عين الزاوية

# Algerian Communes
source: Mkira
ar: مكيرا

# Algerian Communes
source: Beni Douala
ar: بني دوالة

# Algerian Communes
source: Ait Aggouacha
ar: أيت قواشة

# Algerian Communes
source: Ouadhia
ar: واضية

# Algerian Communes
source: Azzefoun
ar: أزفون

# Algerian Communes
source: Tigzirt
ar: تقزيرت

# Algerian Communes
source: Ait Aissa Mimoun
ar: آيت عيسى ميمون

# Algerian Communes
source: Boghni
ar: بوغني

# Algerian Communes
source: Ifigha
ar: إيفيغا

# Algerian Communes
source: Tirmitine
ar: ترمتين

# Algerian Communes
source: Akerrou
ar: أقرو

# Algerian Communes
source: Draa Ben Khedda
ar: ذراع بن خدة

# Algerian Communes
source: Ouacif
ar: واسيف

# Algerian Communes
source: Mekla
ar: مقلع

# Algerian Communes
source: Beni Yenni
ar: بني يني

# Algerian Communes
source: Aghrib
ar: أغريب

# Algerian Communes
source: Iflissen
ar: إفليسن

# Algerian Communes
source: Boudjima
ar: بوجيمة

# Algerian Communes
source: Sidi Naamane
ar: سيدي نعمان

# Algerian Communes
source: Tadmait
ar: تادمايت

# Algerian Communes
source: Ait Bouadou
ar: عيت بوعدو

# Algerian Communes
source: El Madania
ar: المدنية

# Algerian Communes
source: Bir Mourad Rais
ar: بير مراد رايس

# Algerian Communes
source: El Biar
ar: البيار

# Algerian Communes
source: Bouzareah
ar: بوزريعة

# Algerian Communes
source: Birkhadem
ar: بئر خادم

# Algerian Communes
source: El Harrach
ar: الحراش

# Algerian Communes
source: Baraki
ar: براقي

# Algerian Communes
source: Oued Smar
ar: وادى سمار

# Algerian Communes
source: Hussein Dey
ar: نصر حسين داي

# Algerian Communes
source: Kouba
ar: القبة

# Algerian Communes
source: Dar El Beida
ar: دار البيضاء

# Algerian Communes
source: Ben Aknoun
ar: بن عكنون

# Algerian Communes
source: Dely Ibrahim
ar: دالي إبراهيم

# Algerian Communes
source: Bains Romains
ar: الحمامات الرومانية

# Algerian Communes
source: Rais Hamidou
ar: الرايس حميدو

# Algerian Communes
source: El Mouradia
ar: المرادية

# Algerian Communes
source: Hydra
ar: هيدرا

# Algerian Communes
source: Mohammadia
ar: المحمدية

# Algerian Communes
source: Bordj El Kiffan
ar: برج الكيفان

# Algerian Communes
source: Les Eucalyptus
ar: الكليتوس

# Algerian Communes
source: Birtouta
ar: بئر توتة

# Algerian Communes
source: Tassala El Merdja
ar: تسالا المردجة

# Algerian Communes
source: Ouled Chebel
ar: أولاد شبل

# Algerian Communes
source: Sidi Moussa
ar: سيدي موسى

# Algerian Communes
source: Ain Taya
ar: عين طاية

# Algerian Communes
source: Bordj El Bahri
ar: برج البحري

# Algerian Communes
source: Rouiba
ar: رويبة

# Algerian Communes
source: Reghaia
ar: ريغايا

# Algerian Communes
source: Ain Benian
ar: عين بنيان

# Algerian Communes
source: Staoueli
ar: سطاوالي

# Algerian Communes
source: Zeralda
ar: زيرالدا

# Algerian Communes
source: Mahelma
ar: محالمة

# Algerian Communes
source: Rahmania
ar: بلدية الرحمانية

# Algerian Communes
source: Souidania
ar: سويدانية

# Algerian Communes
source: Cheraga
ar: الشِّرا

# Algerian Communes
source: Ouled Fayet
ar: أولاد فايت

# Algerian Communes
source: El Achour
ar: العاشور

# Algerian Communes
source: Douera
ar: الدّويرة

# Algerian Communes
source: Baba Hassen
ar: بابا حسن

# Algerian Communes
source: Saoula
ar: السحاولة

# Algerian Communes
source: Djelfa
ar: الجلفة

# Algerian Communes
source: Moudjebara
ar: مجبارة

# Algerian Communes
source: El Guedid
ar: القديد

# Algerian Communes
source: Hassi Bahbah
ar: حاسي بحبح

# Algerian Communes
source: Ain Maabed
ar: عين معبد

# Algerian Communes
source: Sed Rahal
ar: سيد رحال

# Algerian Communes
source: Birine
ar: البيرين

# Algerian Communes
source: Zaccar
ar: زكار

# Algerian Communes
source: El Khemis
ar: الخميس

# Algerian Communes
source: Sidi Baizid
ar: سيدي بايزيد

# Algerian Communes
source: Mliliha
ar: مليحة

# Algerian Communes
source: El Idrissia
ar: الادريسية

# Algerian Communes
source: Douis
ar: دويز

# Algerian Communes
source: Hassi El Euch
ar: حاسي العوش

# Algerian Communes
source: Messaad
ar: مسعد

# Algerian Communes
source: Guettara
ar: غيتارا

# Algerian Communes
source: Sidi Ladjel
ar: سيدي لعجال

# Algerian Communes
source: Had Sahary
ar: حد الصحاري

# Algerian Communes
source: Guernini
ar: القرنيني

# Algerian Communes
source: Selmana
ar: سلمانة

# Algerian Communes
source: Ain Chouhada
ar: عين الشهداء

# Algerian Communes
source: Oum Laadham
ar: ام العظام

# Algerian Communes
source: Charef
ar: شارف

# Algerian Communes
source: Beni Yacoub
ar: بنى يعقوب

# Algerian Communes
source: Zaafrane
ar: زعفران

# Algerian Communes
source: Ain El Ibel
ar: عين الإبل

# Algerian Communes
source: Ain Oussera
ar: عين وسيرة

# Algerian Communes
source: Benhar
ar: بنهار

# Algerian Communes
source: Hassi Fedoul
ar: حاسي فدول

# Algerian Communes
source: Amourah
ar: عمورة

# Algerian Communes
source: Ain Fekka
ar: عين فكة

# Algerian Communes
source: Tadmit
ar: تادميت

# Algerian Communes
source: Jijel
ar: جيجل

# Algerian Communes
source: Erraguene
ar: ايراقن

# Algerian Communes
source: El Aouana
ar: العوانة

# Algerian Communes
source: Taher
ar: الطاهير

# Algerian Communes
source: Emir Abdelkader
ar: الأمير عبد القادر

# Algerian Communes
source: Chekfa
ar: شقفة

# Algerian Communes
source: Chahna
ar: الشحنة

# Algerian Communes
source: El Milia
ar: الميلية

# Algerian Communes
source: Sidi Maarouf
ar: سيدي معروف

# Algerian Communes
source: Settara
ar: السطارة

# Algerian Communes
source: El Ancer
ar: العنصر

# Algerian Communes
source: Sidi Abdelaziz
ar: سيدي عبد العزيز

# Algerian Communes
source: Kaous
ar: قاوس

# Algerian Communes
source: Boudria Beni Yadjis
ar: بودرية بن ياجيس

# Algerian Communes
source: Setif
ar: سطيف

# Algerian Communes
source: Ain El Kebira
ar: عين الكبيرة

# Algerian Communes
source: Beni Aziz
ar: بني عزيز

# Algerian Communes
source: Boutaleb
ar: بو طالب

# Algerian Communes
source: Ain Roua
ar: عين روا

# Algerian Communes
source: Bir El Arch
ar: بئر العرش

# Algerian Communes
source: Beni Chebana
ar: بنى تشيبانا

# Algerian Communes
source: Ouled Tebben
ar: أولاد طبن

# Algerian Communes
source: Hamma
ar: الحامّة

# Algerian Communes
source: Maaouia
ar: معـاويـة

# Algerian Communes
source: Ain Abessa
ar: عين عباسـة

# Algerian Communes
source: Ain Lahdjar
ar: عين لحجـر

# Algerian Communes
source: El Eulma
ar: مولودية العلمة

# Algerian Communes
source: Djemila
ar: جميلة

# Algerian Communes
source: Rosfa
ar: الرسفة

# Algerian Communes
source: Belaa
ar: البلاعة

# Algerian Communes
source: Ain Arnat
ar: عين أرنـات

# Algerian Communes
source: Amoucha
ar: عموشة

# Algerian Communes
source: Ain Oulmane
ar: عين أولمان

# Algerian Communes
source: Beidha Bordj
ar: بيضاء برج

# Algerian Communes
source: Bouandas
ar: بوعنداس

# Algerian Communes
source: Bazer Sakhra
ar: بازر الصخرة

# Algerian Communes
source: Mezloug
ar: مزلوق

# Algerian Communes
source: Harbil
ar: حربيل

# Algerian Communes
source: El Ouricia
ar: الأورسية

# Algerian Communes
source: Tizi Nbechar
ar: تيزى نبيشار

# Algerian Communes
source: Salah Bey
ar: صالح باي

# Algerian Communes
source: Ain Azal
ar: عين عزال

# Algerian Communes
source: Guenzet
ar: ڨنزات

# Algerian Communes
source: Bougaa
ar: بوقاعـة

# Algerian Communes
source: Beni Fouda
ar: بني فودة

# Algerian Communes
source: Guellal
ar: جلال

# Algerian Communes
source: Ain Sebt
ar: عين سبت

# Algerian Communes
source: Ksar El Abtal
ar: قصرالأبطال

# Algerian Communes
source: Taya
ar: تايا

# Algerian Communes
source: El Ouldja
ar: الولجـة

# Algerian Communes
source: Saida
ar: صيدا

# Algerian Communes
source: Moulay Larbi
ar: مولاي العربي

# Algerian Communes
source: Youb
ar: أيوب

# Algerian Communes
source: Hounet
ar: حنات

# Algerian Communes
source: Sidi Amar
ar: سيدي عمار

# Algerian Communes
source: Sidi Boubekeur
ar: مفتاح سيدي بوبكر

# Algerian Communes
source: El Hassasna
ar: الحساسنة

# Algerian Communes
source: Ain Sekhouna
ar: العين السخونة

# Algerian Communes
source: Ouled Brahim
ar: أولاد ابراهيم

# Algerian Communes
source: Tircine
ar: تيرسين

# Algerian Communes
source: Ain Soltane
ar: عين سلطان

# Algerian Communes
source: Skikda
ar: سكيكده

# Algerian Communes
source: Ain Zouit
ar: عين زويت

# Algerian Communes
source: El Hadaik
ar: الحدائق

# Algerian Communes
source: Azzaba
ar: عزابة

# Algerian Communes
source: Djendel Saadi Mohamed
ar: جندل

# Algerian Communes
source: Bekkouche Lakhdar
ar: بكوش لخضر

# Algerian Communes
source: Es Sebt
ar: السبت

# Algerian Communes
source: Collo
ar: القل

# Algerian Communes
source: Kerkera
ar: كركرة

# Algerian Communes
source: Zitouna
ar: الزيتونة

# Algerian Communes
source: El Harrouch
ar: الحروش

# Algerian Communes
source: Ouled Hebaba
ar: أولاد حبابة

# Algerian Communes
source: Sidi Mezghiche
ar: سيدي مزغيش

# Algerian Communes
source: Beni Oulbane
ar: بني والبان

# Algerian Communes
source: Ain Bouziane
ar: عين بوزيان

# Algerian Communes
source: Ramdane Djamel
ar: رمضان جمال

# Algerian Communes
source: Beni Bachir
ar: بنى بشير

# Algerian Communes
source: Salah Bouchaour
ar: صالح بوالشعور

# Algerian Communes
source: Tamalous
ar: تمالوس

# Algerian Communes
source: Oum Toub
ar: أم الطوب

# Algerian Communes
source: Fil Fila
ar: فلفلة

# Algerian Communes
source: Cheraia
ar: الشرايع

# Algerian Communes
source: Kanoua
ar: قنواع

# Algerian Communes
source: El Ghedir
ar: لغدير

# Algerian Communes
source: Hamadi Krouma
ar: حمادي كرومة

# Algerian Communes
source: Sidi Bel Abbes
ar: سيدي بلعباس

# Algerian Communes
source: Tessala
ar: تيسالا

# Algerian Communes
source: Sidi Brahim
ar: سيدي إبراهيم

# Algerian Communes
source: Mostefa Ben Brahim
ar: مصطفى بن إبراهيم

# Algerian Communes
source: Telagh
ar: تلاغ

# Algerian Communes
source: Mezaourou
ar: مزاورو

# Algerian Communes
source: Sidi Ali Boussidi
ar: سيدي علي بوسيدي

# Algerian Communes
source: Marhoum
ar: مرحوم

# Algerian Communes
source: Sidi Lahcene
ar: سيدي لحسن

# Algerian Communes
source: Ain Thrid
ar: عين ثريد

# Algerian Communes
source: Makedra
ar: مقدرة

# Algerian Communes
source: Tenira
ar: تنيرة

# Algerian Communes
source: Moulay Slissen
ar: مولاي سليسن

# Algerian Communes
source: El Hacaiba
ar: الحصيبة

# Algerian Communes
source: Tabia
ar: طابية

# Algerian Communes
source: Merine
ar: ميرين

# Algerian Communes
source: Ras El Ma
ar: رأس الماء

# Algerian Communes
source: Mcid
ar: مسيد

# Algerian Communes
source: Ain El Berd
ar: عين البرد

# Algerian Communes
source: Ain Adden
ar: عين عدن

# Algerian Communes
source: Oued Taourira
ar: واد تاوريرة

# Algerian Communes
source: Dhaya
ar: الضاية

# Algerian Communes
source: Zerouala
ar: زروالة

# Algerian Communes
source: Lamtar
ar: لمطار

# Algerian Communes
source: Sidi Chaib
ar: سيدي شعيب

# Algerian Communes
source: Sehala Thaoura
ar: سهالة الثورة

# Algerian Communes
source: Sidi Yacoub
ar: سيدي يعقوب

# Algerian Communes
source: Sidi Hamadouche
ar: سيدي حمادوش

# Algerian Communes
source: Belarbi
ar: بلعربي

# Algerian Communes
source: Teghalimet
ar: تغاليمت

# Algerian Communes
source: Ben Badis
ar: بن باديس

# Algerian Communes
source: Sidi Ali Benyoub
ar: سيدي علي بن يوب

# Algerian Communes
source: Redjem Demouche
ar: رجم دموش

# Algerian Communes
source: Benachiba Chelia
ar: بن عشيبة شلية

# Algerian Communes
source: Hassi Dahou
ar: حاسي دحو

# Algerian Communes
source: Annaba
ar: عنابه

# Algerian Communes
source: El Hadjar
ar: الحجار

# Algerian Communes
source: Eulma
ar: العلمة

# Algerian Communes
source: Cheurfa
ar: الشرفة

# Algerian Communes
source: Seraidi
ar: سرايدي

# Algerian Communes
source: Ain Berda
ar: عين الباردة

# Algerian Communes
source: Chetaibi
ar: شطايبي

# Algerian Communes
source: Treat
ar: تريت

# Algerian Communes
source: Guelma
ar: قالمة

# Algerian Communes
source: Nechmaya
ar: نشماية

# Algerian Communes
source: Bouati Mahmoud
ar: بواتي محمود

# Algerian Communes
source: Oued Zenati
ar: وادي الزناتي

# Algerian Communes
source: Tamlouka
ar: تاملوكة

# Algerian Communes
source: Oued Fragha
ar: وادي فراغة

# Algerian Communes
source: Ras El Agba
ar: راس العقبة

# Algerian Communes
source: Ben Djarah
ar: بن جراح

# Algerian Communes
source: Ain Makhlouf
ar: عين مخلوف

# Algerian Communes
source: Ain Ben Beida
ar: عين بن بيضة

# Algerian Communes
source: El Fedjoudj
ar: الفجوج

# Algerian Communes
source: Bordj Sabat
ar: برج صباط

# Algerian Communes
source: Ain Larbi
ar: عين العربي

# Algerian Communes
source: Medjez Amar
ar: مجاز عمار

# Algerian Communes
source: Bouchegouf
ar: بوشقوف

# Algerian Communes
source: Heliopolis
ar: مصر الجديدة

# Algerian Communes
source: Roknia
ar: الركنية

# Algerian Communes
source: Salaoua Announa
ar: سلاوة عنونة

# Algerian Communes
source: Medjez Sfa
ar: مجاز الصفاء

# Algerian Communes
source: Boumahra Ahmed
ar: بوماهرا أحمد

# Algerian Communes
source: Oued Cheham
ar: وادى الشحم

# Algerian Communes
source: Djeballah Khemissi
ar: جبالة الخميسي

# Algerian Communes
source: Constantine
ar: قسنطينة

# Algerian Communes
source: Hamma Bouziane
ar: حامة بوزيان

# Algerian Communes
source: Zighoud Youcef
ar: زيغود يوسف

# Algerian Communes
source: Didouche Mourad
ar: ديدوش مراد

# Algerian Communes
source: El Khroub
ar: الخروب

# Algerian Communes
source: Ain Abid
ar: عين عبيد

# Algerian Communes
source: Beni Hamiden
ar: بني حميدن

# Algerian Communes
source: Ouled Rahmoune
ar: أولاد رحمون

# Algerian Communes
source: Ain Smara
ar: عين سمارة

# Algerian Communes
source: Ibn Ziad
ar: ابن زياد

# Algerian Communes
source: Medea
ar: المدية

# Algerian Communes
source: Ouzera
ar: وزرة

# Algerian Communes
source: Ain Boucif
ar: عين بوسيف

# Algerian Communes
source: Aissaouia
ar: العيساوية

# Algerian Communes
source: El Omaria
ar: العمارية

# Algerian Communes
source: Derrag
ar: دراڨ

# Algerian Communes
source: Bouaiche
ar: بوعيش

# Algerian Communes
source: Sidi Ziane
ar: سيدي زيان

# Algerian Communes
source: Tamesguida
ar: تمزڨيدة

# Algerian Communes
source: El Hamdania
ar: الحمدانية

# Algerian Communes
source: Bouskene
ar: بوسكن

# Algerian Communes
source: Rebaia
ar: الربعية

# Algerian Communes
source: Bouchrahil
ar: بوشراحيل

# Algerian Communes
source: Ouled Hellal
ar: أولاد هلال

# Algerian Communes
source: Tafraout
ar: تافراوت

# Algerian Communes
source: Baata
ar: باتا

# Algerian Communes
source: Boghar
ar: بوغار

# Algerian Communes
source: Ouled Bouachra
ar: أولاد بوعشرة

# Algerian Communes
source: Sidi Zahar
ar: سيدي زهار

# Algerian Communes
source: Oued Harbil
ar: وادي هاربيل

# Algerian Communes
source: Benchicao
ar: بن شكاو

# Algerian Communes
source: Sidi Damed
ar: سيدي دامد

# Algerian Communes
source: Aziz
ar: عزيز

# Algerian Communes
source: Zoubiria
ar: الزبيرية

# Algerian Communes
source: Ksar El Boukhari
ar: قصر البخاري

# Algerian Communes
source: El Azizia
ar: العزيزية

# Algerian Communes
source: Djouab
ar: جواب

# Algerian Communes
source: Chahbounia
ar: الشهبونية

# Algerian Communes
source: Meghraoua
ar: مغراوة

# Algerian Communes
source: Cheniguel
ar: شنيقل

# Algerian Communes
source: Ain Ouksir
ar: عين أوكسير

# Algerian Communes
source: Ouamri
ar: عوامري

# Algerian Communes
source: Si Mahdjoub
ar: سي المحجوب

# Algerian Communes
source: Beni Slimane
ar: بن سليمان

# Algerian Communes
source: Berrouaghia
ar: البرواڨية

# Algerian Communes
source: Seghouane
ar: سغوان

# Algerian Communes
source: Mihoub
ar: ميهوب

# Algerian Communes
source: Tablat
ar: تابلاط

# Algerian Communes
source: Deux Bassins
ar: فج الحوضين

# Algerian Communes
source: Draa Essamar
ar: درعة السمّار

# Algerian Communes
source: Sidi Errabia
ar: سيدي ارابيا

# Algerian Communes
source: Bir Ben Laabed
ar: بئر بن العابد

# Algerian Communes
source: El Ouinet
ar: العوينات

# Algerian Communes
source: Bouaichoune
ar: بوعيشون

# Algerian Communes
source: Hannacha
ar: حناشة

# Algerian Communes
source: Sedraia
ar: سدراية

# Algerian Communes
source: Medjebar
ar: مجبر

# Algerian Communes
source: Khams Djouamaa
ar: خمس جوامع

# Algerian Communes
source: Saneg
ar: سانق

# Algerian Communes
source: Mostaganem
ar: مستغانم

# Algerian Communes
source: Sayada
ar: صيادة

# Algerian Communes
source: Fornaka
ar: فرناكة

# Algerian Communes
source: Stidia
ar: ستيدية

# Algerian Communes
source: Ain Nouissy
ar: عين نويسي

# Algerian Communes
source: Ain Tadles
ar: عين تادلس

# Algerian Communes
source: Sour
ar: سور

# Algerian Communes
source: Oued El Kheir
ar: واد الخير

# Algerian Communes
source: Sidi Bellater
ar: سيدي بلعاتر

# Algerian Communes
source: Sidi Ali
ar: سيدي علي

# Algerian Communes
source: Abdelmalek Ramdane
ar: بن عبد المالك رمضان

# Algerian Communes
source: Hadjadj
ar: الحجاج

# Algerian Communes
source: Nekmaria
ar: نقمارية

# Algerian Communes
source: Sidi Lakhdar
ar: سيدي الأخضر

# Algerian Communes
source: Achaacha
ar: عشعاشة

# Algerian Communes
source: Khadra
ar: خضرة

# Algerian Communes
source: Bouguirat
ar: بوقيراط

# Algerian Communes
source: Sirat
ar: سيرات

# Algerian Communes
source: Ain Sidi Cherif
ar: عين سيدي شريف

# Algerian Communes
source: Mesra
ar: ماسرة

# Algerian Communes
source: Ouled Boughalem
ar: أوالد بوغالم

# Algerian Communes
source: Ain Boudinar
ar: عين بودينار

# Algerian Communes
source: Safsaf
ar: صفصاف

# Algerian Communes
source: Touahria
ar: الطواهرية

# Algerian Communes
source: Msila
ar: مسيلة

# Algerian Communes
source: Ouled Derradj
ar: أولاد دراج

# Algerian Communes
source: Tarmount
ar: تارمونت

# Algerian Communes
source: Chellal
ar: شيلال

# Algerian Communes
source: Magra
ar: مقرة

# Algerian Communes
source: Berhoum
ar: برهوم

# Algerian Communes
source: Ain Khadra
ar: عين خضرة

# Algerian Communes
source: Ouled Addi Guebala
ar: أولاد عدي القبالة

# Algerian Communes
source: Belaiba
ar: بلعايبة

# Algerian Communes
source: Sidi Aissa
ar: سيدي عيسى

# Algerian Communes
source: Ain El Hadjel
ar: عين الحجل

# Algerian Communes
source: Sidi Hadjeres
ar: سيدي ھجرس

# Algerian Communes
source: Bou Saada
ar: بوسعادة

# Algerian Communes
source: Ouled Sidi Brahim
ar: أولاد سيدي إبراهيم

# Algerian Communes
source: Sidi Ameur
ar: سيدي عامر

# Algerian Communes
source: Tamsa
ar: تامسة

# Algerian Communes
source: Ouled Slimane
ar: أولاد سليمان

# Algerian Communes
source: El Hamel
ar: الهامل

# Algerian Communes
source: Ouled Mansour
ar: أولاد منصور

# Algerian Communes
source: Zarzour
ar: زرزور

# Algerian Communes
source: Oued Chair
ar: وادي شير

# Algerian Communes
source: Benzouh
ar: بنزوح

# Algerian Communes
source: Ain Fares
ar: عين فارس

# Algerian Communes
source: Ain El Melh
ar: عين الملح

# Algerian Communes
source: Medjedel
ar: مجدل

# Algerian Communes
source: Slim
ar: نحيف

# Algerian Communes
source: Beni Ilmane
ar: بني علماني

# Algerian Communes
source: Mascara
ar: المسكره

# Algerian Communes
source: Bou Hanifia
ar: بــوحــنــفــيــة

# Algerian Communes
source: Tizi
ar: تيزى

# Algerian Communes
source: Hacine
ar: حاسين

# Algerian Communes
source: Maoussa
ar: ماوسة

# Algerian Communes
source: Sidi Kada
ar: سيدي قادة

# Algerian Communes
source: Oued El Abtal
ar: واد الأبطال

# Algerian Communes
source: Ghriss
ar: غريس

# Algerian Communes
source: Froha
ar: فروحة

# Algerian Communes
source: Matemore
ar: مطمور

# Algerian Communes
source: El Bordj
ar: البرج

# Algerian Communes
source: Ain Fekan
ar: عين فكان

# Algerian Communes
source: Benian
ar: بنيان

# Algerian Communes
source: Khalouia
ar: خلوية

# Algerian Communes
source: Oued Taria
ar: وادى تاريا

# Algerian Communes
source: Aouf
ar: عوف

# Algerian Communes
source: Ain Frass
ar: عين فراس

# Algerian Communes
source: Sig
ar: سيج

# Algerian Communes
source: Oggaz
ar: عقاز

# Algerian Communes
source: Alaimia
ar: العلايمية

# Algerian Communes
source: El Gaada
ar: القعدة

# Algerian Communes
source: Zahana
ar: زهانة

# Algerian Communes
source: Sidi Abdelmoumene
ar: سيدي عبد المؤمن

# Algerian Communes
source: El Ghomri
ar: الغمري
