Repository: Link199516/redesigned-succotash
Catalog: languages/*.po
Languages: ar

# Omani Wilayah
source: Shinas
ar: شناص

# Omani Wilayah
source: Liwa
ar: ليوا

# Omani Wilayah
source: Saham
ar: صحم

# Omani Wilayah
source: Suwayq
ar: ولاية السويق

# Omani Wilayah
source: Rustaq
ar: الرستاق

# Omani Wilayah
source: Al Awabi
ar: العوابی

# Omani Wilayah
source: Barka
ar: بركاء

# Omani Wilayah
source: Al Buraimi
ar: البريمي

# Omani Wilayah
source: Ibri
ar: عبري

# Omani Wilayah
source: Yanqul
ar: ينقل

# Omani Wilayah
source: Dhank
ar: ضنك

# Omani Wilayah
source: Haima
ar: هيما

# Omani Wilayah
source: Duqm
ar: الدقم

# Omani Wilayah
source: Mahout
ar: محوت

# Omani Wilayah
source: Al Jazer
ar: الجازر

# Omani Wilayah
source: Khasab
ar: خصب

# Omani Wilayah
source: Bukha
ar: بخا

# Omani Wilayah
source: Madha
ar: مدحاء

# Omani Wilayah
source: Al-Mudhaibi
ar: المضيبي

# Omani Wilayah
source: Bidiya
ar: بدية

# Omani Wilayah
source: Ibra
ar: إبراء

# Omani Wilayah
source: Wadi Bani Khalid
ar: وادي بني خالد

# Omani Wilayah
source: Sur
ar: صور

# Omani Wilayah
source: Jalan Bani Bu Hassan
ar: جعلان بني بو حسن

# Omani Wilayah
source: Masirah
ar: مصيرة

# Omani Wilayah
source: Mirbat
ar: مرباط

# Omani Wilayah
source: Sadah
ar: صعدة

# Omani Wilayah
source: Salalah
ar: صلالة

# Omani Wilayah
source: Taqah
ar: طاقة

# Omani Wilayah
source: Thumrait
ar: ثمريت

# Governorates of Saudi Arabia
source: Afif
ar: عفيف

# Governorates of Saudi Arabia
source: Al Aflaj
ar: الأفلاج

# Governorates of Saudi Arabia
source: Al Hariq
ar: الحريق

# Governorates of Saudi Arabia
source: Al Majma'ah
ar: المجمعة

# Governorates of Saudi Arabia
source: Al Zulfi
ar: الزلفي

# Governorates of Saudi Arabia
source: Al-Ghat
ar: الغاط

# Governorates of Saudi Arabia
source: Al-Kharj
ar: الخرج

# Governorates of Saudi Arabia
source: Al-Muzahmiyya
ar: المزاحمية

# Governorates of Saudi Arabia
source: Al-Quway'iyah
ar: القويعية

# Governorates of Saudi Arabia
source: As Sulayyil
ar: السليل

# Governorates of Saudi Arabia
source: Dawadmi
ar: الدوادمي

# Governorates of Saudi Arabia
source: Dhurma
ar: ظرما

# Governorates of Saudi Arabia
source: Diriyah
ar: الدرعية

# Governorates of Saudi Arabia
source: Hotat Bani Tamim
ar: حوطة بني تميم

# Governorates of Saudi Arabia
source: Huraymila
ar: حريملاء

# Governorates of Saudi Arabia
source: Riyadh
ar: الرياض

# Governorates of Saudi Arabia
source: Rumah
ar: رماح

# Governorates of Saudi Arabia
source: Shuqrah
ar: شقرا

# Governorates of Saudi Arabia
source: Thadig
ar: ثاديج

# Governorates of Saudi Arabia
source: Wadi ad-Dawasir
ar: وادي الدواسر

# Governorates of Saudi Arabia
source: Al Jumum
ar: الجموم

# Governorates of Saudi Arabia
source: Al Kamil
ar: الكامل

# Governorates of Saudi Arabia
source: Al Khurmah
ar: الخرمة

# Governorates of Saudi Arabia
source: Al Lith
ar: الليث

# Governorates of Saudi Arabia
source: Al Qunfudhah
ar: القنفذة

# Governorates of Saudi Arabia
source: Jeddah
ar: جدة

# Governorates of Saudi Arabia
source: Khulays
ar: خليص

# Governorates of Saudi Arabia
source: Mecca
ar: مكة المكرمة

# Governorates of Saudi Arabia
source: Rabigh
ar: رابغ

# Governorates of Saudi Arabia
source: Ranyah
ar: رانية

# Governorates of Saudi Arabia
source: Ta'if
ar: الطائف

# Governorates of Saudi Arabia
source: Turubah
ar: تربة

# Governorates of Saudi Arabia
source: Al Hinakiyah
ar: الحناكية

# Governorates of Saudi Arabia
source: Al-ʿUla
ar: العلا

# Governorates of Saudi Arabia
source: Badr
ar: بدر

# Governorates of Saudi Arabia
source: Khaybar
ar: خيبر

# Governorates of Saudi Arabia
source: Mahd adh Dhahab
ar: محمد الذهبي

# Governorates of Saudi Arabia
source: Medina
ar: المدينة

# Governorates of Saudi Arabia
source: Yanbu
ar: ينبع

# Governorates of Saudi Arabia
source: Abqaiq
ar: بقيق

# Governorates of Saudi Arabia
source: Al Ahsa
ar: الأحساء

# Governorates of Saudi Arabia
source: Al Nairyah
ar: النعيرية

# Governorates of Saudi Arabia
source: Dammam
ar: الدمام

# Governorates of Saudi Arabia
source: Hafar Al-Batin
ar: حفر الباطن

# Governorates of Saudi Arabia
source: Jubail
ar: الجبيل

# Governorates of Saudi Arabia
source: Khafji
ar: الخفجي

# Governorates of Saudi Arabia
source: Khobar
ar: الخُبر

# Governorates of Saudi Arabia
source: Qaryat al-Ulya
ar: قرية العليا

# Governorates of Saudi Arabia
source: Qatif
ar: القطيف

# Governorates of Saudi Arabia
source: Ras Tanura
ar: رأس تنورة

# Governorates of Saudi Arabia
source: Al Badayea
ar: البدائع

# Governorates of Saudi Arabia
source: Al Bukayriyah
ar: البكيرية

# Governorates of Saudi Arabia
source: Al Mithnab
ar: المثناب

# Governorates of Saudi Arabia
source: Al Nabhaniyah
ar: النبهانية

# Governorates of Saudi Arabia
source: Al Shimasiyah
ar: الشماسية

# Governorates of Saudi Arabia
source: Ar Rass
ar: الرس

# Governorates of Saudi Arabia
source: Asyah
ar: الأسياح

# Governorates of Saudi Arabia
source: Buraidah
ar: بريدة

# Governorates of Saudi Arabia
source: Riyadh Al Khabra
ar: رياض الخبراء

# Governorates of Saudi Arabia
source: Unaizah
ar: عنيزة

# Governorates of Saudi Arabia
source: Uyun AlJiwa
ar: عيون الجواء

# Governorates of Saudi Arabia
source: Al Khazaiah
ar: الخزاعية

# Governorates of Saudi Arabia
source: Al Shinan
ar: الشنان

# Governorates of Saudi Arabia
source: Baqaa
ar: بقعاء

# Governorates of Saudi Arabia
source: Ha'il
ar: وابل

# Governorates of Saudi Arabia
source: Al Wajh
ar: الوجه

# Governorates of Saudi Arabia
source: Duba
ar: ضبا‎

# Governorates of Saudi Arabia
source: Haql
ar: حقل

# Governorates of Saudi Arabia
source: Tabuk
ar: تبوك

# Governorates of Saudi Arabia
source: Tayma
ar: تيماء

# Governorates of Saudi Arabia
source: Umluj
ar: أملج

# Governorates of Saudi Arabia
source: Arar
ar: عرعر

# Governorates of Saudi Arabia
source: Rafha
ar: رفحاء

# Governorates of Saudi Arabia
source: Turaif
ar: طريف

# Governorates of Saudi Arabia
source: Abu `Arish
ar: أبو عريش

# Governorates of Saudi Arabia
source: Ahad al Masarihah
ar: عهد المصاريحة

# Governorates of Saudi Arabia
source: Al Aridhah
ar: العارضة

# Governorates of Saudi Arabia
source: Al Darb
ar: الدرب

# Governorates of Saudi Arabia
source: Al Dayer
ar: الدير

# Governorates of Saudi Arabia
source: Al Edabi
ar: العيدابي

# Governorates of Saudi Arabia
source: Al Harth
ar: الحارث

# Governorates of Saudi Arabia
source: Al Reeth
ar: الريث

# Governorates of Saudi Arabia
source: Baish
ar: بيش

# Governorates of Saudi Arabia
source: Damad
ar: ضمد

# Governorates of Saudi Arabia
source: Farasan
ar: فرسان

# Governorates of Saudi Arabia
source: Jizan
ar: جيزان

# Governorates of Saudi Arabia
source: Sabya
ar: صبيا

# Governorates of Saudi Arabia
source: Samtah
ar: صامطة

# Governorates of Saudi Arabia
source: Al Kharkhir
ar: الخرخير

# Governorates of Saudi Arabia
source: Badr Al Janub
ar: بدر الجنوب

# Governorates of Saudi Arabia
source: Hubuna
ar: حبونا

# Governorates of Saudi Arabia
source: Khubash
ar: خباش

# Governorates of Saudi Arabia
source: Najran
ar: نجران

# Governorates of Saudi Arabia
source: Sharurah
ar: شرورة

# Governorates of Saudi Arabia
source: Thar
ar: ثار

# Governorates of Saudi Arabia
source: Yadamah
ar: يدمة

# Governorates of Saudi Arabia
source: Al Aqiq
ar: العقيق

# Governorates of Saudi Arabia
source: Al Bahah
ar: الباحة

# Governorates of Saudi Arabia
source: Al Makhwah
ar: المخواة

# Governorates of Saudi Arabia
source: Al Mandaq
ar: المندق

# Governorates of Saudi Arabia
source: Al Qara
ar: القارة

# Governorates of Saudi Arabia
source: Baljurashi
ar: بلجرشي

# Governorates of Saudi Arabia
source: Qilwah
ar: قلوة

# Governorates of Saudi Arabia
source: Dumat al-Jandal
ar: دومة الجندل

# Governorates of Saudi Arabia
source: Qurayyat
ar: قريات

# Governorates of Saudi Arabia
source: Sakakah
ar: سكاكا

# Governorates of Saudi Arabia
source: Abha
ar: ابها

# Governorates of Saudi Arabia
source: Ahad Rafidah
ar: عهد رفيدة

# Governorates of Saudi Arabia
source: Al Majaridah
ar: المجاردة

# Governorates of Saudi Arabia
source: Al-Namas
ar: النماص

# Governorates of Saudi Arabia
source: Balqarn
ar: بلقرن

# Governorates of Saudi Arabia
source: Bisha
ar: بيشة

# Governorates of Saudi Arabia
source: Dhahran Al Janub
ar: ظهران الجنوب

# Governorates of Saudi Arabia
source: Khamis Mushait
ar: خميس مشيط

# Governorates of Saudi Arabia
source: Muhayil
ar: محايل

# Governorates of Saudi Arabia
source: Rojal
ar: روجال

# Governorates of Saudi Arabia
source: Sarat Abidah
ar: سراة عبيدة

# Governorates of Saudi Arabia
source: Tathlith
ar: تثليث

source: Dubai
ar: دبي

source: Abu Dhabi
ar: ابوظبي

source: Al Ain
ar: العين

source: Western Region
ar: المنطقة الغربية

source: Sharjah
ar: الشارقه

source: Fujairah
ar: الفجيرة

source: Ajman
ar: عجمان

source: Ras Al Khaimah
ar: راس الخيمة

source: Umm Al Quwain
ar: ام القيوين

# Governorate of Bahrain
source: Capital
ar: حرف كبير

# Governorate of Bahrain
source: Southern
ar: الجنوبيه

# Governorate of Bahrain
source: Muharraq
ar: المحرق

# Governorate of Bahrain
source: Northern
ar: الشماليه

# Algerian Provinces
source: Adrar
ar: أدرار

# Algerian Provinces
source: Chlef
ar: الشلف

# Algerian Provinces
source: Laghouat
ar: الأغواط

# Algerian Provinces
source: Oum El Bouaghi
ar: أم البواقي

# Algerian Provinces
source: Batna
ar: باتنة

# Algerian Provinces
source: Béjaïa
ar: بجاية

# Algerian Provinces
source: Biskra
ar: بسكرة

# Algerian Provinces
source: Béchar
ar: بشار

# Algerian Provinces
source: Blida
ar: البليده

# Algerian Provinces
source: Bouira
ar: البويرة

# Algerian Provinces
source: Tamanrasset
ar: تمنراست

# Algerian Provinces
source: Tébessa
ar: تبسة

# Algerian Provinces
source: Tlemcen
ar: تلمسان

# Algerian Provinces
source: Tiaret
ar: تيارت

# Algerian Provinces
source: Tizi Ouzou
ar: تيزي وزو

# Algerian Provinces
source: Alger
ar: ألجر

# Algerian Provinces
source: Djelfa
ar: الجلفة

# Algerian Provinces
source: Jijel
ar: جيجل

# Algerian Provinces
source: Sétif
ar: سطيف

# Algerian Provinces
source: Saïda
ar: سعيدة

# Algerian Provinces
source: Skikda
ar: سكيكده

# Algerian Provinces
source: Sidi Bel Abbès
ar: سيدي بلعباس

# Algerian Provinces
source: Annaba
ar: عنابه

# Algerian Provinces
source: Guelma
ar: قالمة

# Algerian Provinces
source: Constantine
ar: قسنطينة

# Algerian Provinces
source: Médéa
ar: ميديا

# Algerian Provinces
source: Mostaganem
ar: مستغانم

# Algerian Provinces
source: M'Sila
ar: ماسيلا

# Algerian Provinces
source: Mascara
ar: المسكره

# Algerian Provinces
source: Ouargla
ar: ورقلة

# Algerian Provinces
source: Oran
ar: وهران

# Algerian Provinces
source: El Bayadh
ar: البيادة

# Algerian Provinces
source: Illizi
ar: إليزي

# Algerian Provinces
source: Bordj Bou Arreridj
ar: برج بوعريريج

# Algerian Provinces
source: Boumerdès
ar: بومرداس

# Algerian Provinces
source: El Tarf
ar: الطارف

# Algerian Provinces
source: Tindouf
ar: تندوف

# Algerian Provinces
source: Tissemsilt
ar: تيسمسيلت

# Algerian Provinces
source: El Oued
ar: الوگوئه

# Algerian Provinces
source: Khenchela
ar: خنشلة

# Algerian Provinces
source: Souk Ahras
ar: سوق أهراس

# Algerian Provinces
source: Tipaza
ar: تيبازة

# Algerian Provinces
source: Mila
ar: ميلا

# Algerian Provinces
source: Aïn Defla
ar: عين الدفلى

# Algerian Provinces
source: Naâma
ar: النعامة

# Algerian Provinces
source: Aïn Témouchent
ar: عين تموشنت

# Algerian Provinces
source: Ghardaïa
ar: غرداية

# Algerian Provinces
source: Relizane
ar: ريلزان

# Governorate of Egypt
source: Alexandria
ar: الاسكندرية

# Governorate of Egypt
source: Assiut
ar: اسيوط

# Governorate of Egypt
source: Aswan
ar: اسوان

# Governorate of Egypt
source: Beheira
ar: البحيرة

# Governorate of Egypt
source: Beni Suef
ar: بني سويف

# Governorate of Egypt
source: Cairo
ar: القاهرة

# Governorate of Egypt
source: Damietta
ar: دمياط

# Governorate of Egypt
source: Dakahlia
ar: الدقهلية

# Governorate of Egypt
source: Fayoum
ar: الفيوم

# Governorate of Egypt
source: Giza
ar: الجيزة

# Governorate of Egypt
source: Ismailia
ar: الإسماعيلية

# Governorate of Egypt
source: Luxor
ar: الأقصر

# Governorate of Egypt
source: Minya
ar: المنيا

# Governorate of Egypt
source: New Valley
ar: الوادي الجديد

# Governorate of Egypt
source: North Sinai
ar: شمال سيناء

# Governorate of Egypt
source: Port Said
ar: بورسعيد

# Governorate of Egypt
source: Qena
ar: قنا

# Governorate of Egypt
source: Red Sea
ar: البحر الأحمر

# Governorate of Egypt
source: Sohag
ar: سوهاج

# Governorate of Egypt
source: South Sinai
ar: جنوب سيناء

# Governorate of Egypt
source: Suez
ar: السويس

# Governorate of Kuwait
source: Al Asimah
ar: العاصمة

# Governorate of Kuwait
source: Hawalli
ar: حولي

# Governorate of Kuwait
source: Al Farwaniyah
ar: الفروانية

# Governorate of Kuwait
source: Mubarak Al-Kabeer
ar: مبارك الكبير

# Governorate of Kuwait
source: Al Jahra
ar: الجهراء

# Governorate of Kuwait
source: Al Ahmadi
ar: الأحمدي

# Governorates of Oman
source: Muscat
ar: مسقط

# Governorates of Oman
source: Ad Dakhiliyah
ar: الداخلية

# Governorates of Oman
source: Al Batinah North
ar: شمال الباطنة

# Governorates of Oman
source: Al Batinah South
ar: جنوب الباطنة

# Governorates of Oman
source: Al Buraymi
ar: البريمي

# Governorates of Oman
source: Al Wusta
ar: الوسطى

# Governorates of Oman
source: Musandam
ar: مسندم

# Governorates of Oman
source: Ash Sharqiyah North
ar: شمال الشرقية

# Governorates of Oman
source: Ash Sharqiyah South
ar: جنوب الشرقية

# Governorates of Oman
source: Dhofar
ar: ظفار

# Regions of Saudi Arabia
source: Riyadh
ar: الرياض

# Regions of Saudi Arabia
source: Makkah
ar: مكة المكرمة

# Regions of Saudi Arabia
source: Al Madinah
ar: المدينة المنورة

# Regions of Saudi Arabia
source: Eastern Province
ar: المنطقة الشرقية

# Regions of Saudi Arabia
source: Al-Qassim
ar: القصيم

# Regions of Saudi Arabia
source: Ha'il
ar: وابل

# Regions of Saudi Arabia
source: Tabuk
ar: تبوك

# Regions of Saudi Arabia
source: Northern Borders
ar: الحدود الشمالية

# Regions of Saudi Arabia
source: Jazan
ar: جازان

# Regions of Saudi Arabia
source: Najran
ar: نجران

# Regions of Saudi Arabia
source: Al-Bahah Region
ar: منطقة الباحة

# Regions of Saudi Arabia
source: Al-Jawf
ar: الجوف

# Regions of Saudi Arabia
source: 'Asir
ar: عسير

source: Left
ar: يسار

source: Center
ar: وسط

source: Right
ar: يمين

source: No repeat
ar: بدون تكرار

source: Tile
ar: تكرار

source: Tile Horizontally
ar: تكرار أفقي

source: Tile Vertically
ar: تكرار عمودي

source: Top
ar: أعلى

source: Bottom
ar: اسفل

source: Scroll
ar: تمرير

source: Fixed
ar: ثابت

source: 4 Columns
ar: 4 اعمدة

source: 3 Columns
ar: 3 اعمدة

source: 2 Columns
ar: عمودين

source: 1 Column
ar: عمود واحد

source: 1/4 - 3/4 Columns
ar: 1/4 - 3/4 أعمدة

source: 3/4 - 1/4 Columns
ar: 3/4 - 1/4 أعمدة

source: 1/4 - 1/4 - 1/2 Columns
ar: 1/4 - 1/4 - 1/2 أعمدة

source: 1/2 - 1/4 - 1/4 Columns
ar: 1/2 - 1/4 - 1/4 أعمدة

# loading effect
source: None
ar: لا شيء

# loading effect
source: Fade In
ar: اختفي

# loading effect
source: Move Up
ar: تحريك لأعلي

# loading effect
source: Scale Up
ar: تصعيد

# loading effect
source: Flip
ar: يواجه

# loading effect
source: Pop Up
ar: ظهور نافذة للأعلى

source: No products match your query.
ar: لا توجد منتجات مطابقة.

source: No posts found.
ar: لم يتم العثور على المقالات.

source: Blog
ar: المدونة

source: Widgets added here will appear on the blog section.
ar: هذه الودجات ستعرض على المدونة

source: Page
ar: صفحة

source: Widgets added here will appear on the static pages.
ar: هذه الودجات تعرض على الصفحات الثابتة.

source: Front Page
ar: الصفحة الرئيسية

source: These widgets appear on pages that have the "Front page" template assigned.
ar: هذه الودجات تعرض على الصفحة الرئيسية للموقع

source: Shop
ar: المتجر

source: These widgets appear on shop-related pages.
ar: تعرض هذه الودجات في الصفحات الخاصة بالمنتجات.

source: Pre-footer
ar: الفوتر العلوي

source: Full width widget area, built to house the Theme - Newsletter widget.
ar: منطقة ودجت عريضة، تستخدم لعرض ودجت النشرة الإخبارية.

source: Footer - 1st column
ar: الفوتر - العمود الاول

source: Widgets added here will appear on the first footer column.
ar: الودجات المضافة هنا ستعرض في العمود الاول للفوتر.

source: Footer - 2nd column
ar: الفوتر - العمود الثاني

source: Widgets added here will appear on the second footer column.
ar: الودجات المضافة هنا ستعرض في العمود الثاني للفوتر.

source: Footer - 3rd column
ar: الفوتر - العمود الثالث

source: Widgets added here will appear on the third footer column.
ar: الودجات المضافة هنا ستعرض في العمود الثالث للفوتر.

source: Footer - 4th column
ar: الفوتر - العمود الرابع

source: Widgets added here will appear on the fourth footer column.
ar: الودجات المضافة هنا ستعرض في العمود الرابع للفوتر.

source: Powered by <a href=%s>Napoleon</a>
ar: يستخدم قالب <a href=%s>نابليون</a>

source: Powered by <a rel="nofollow" href=%s >Napoleon</a>
ar: يستخدم قالب<a rel="nofollow" href=%s >نابليون</a>

source: Menu
ar: القائمة

source: Category name
ar: اسم التصنيف

source: Search all categories
ar: جميع التصنيفات

source: Search text
ar: نص البحث

source: What are you looking for?
ar: ما الذي تبحث عنه؟

# submit button
source: Search
ar: بحث

source: Cart
ar: سلة التسوق

source: View Cart
ar: عرض السلة

source: Checkout
ar: الدفع

source: Featured
ar: مميز

# post author
source: by %s
ar: بواسطة %s

source: Leave a Comment<span class="screen-reader-text"> on %s</span>
ar: إضافة تعليق <span class="screen-reader-text"> على %s</span>

source: Link to %s
ar: رابط لـ %s

source: Link to RSS Feed
ar: تغذية RSS

# previous post
source: Previous
ar: السابق

# next post
source: Next
ar: التالي

source: Posts navigation
ar: تصفح المواضيع

source: Please activate your license to access all theme features.
ar: من فضلك قم بتفعيل رخصة القالب حتى تتمكن من استيراد الديمو والولوج إلى لوحة التحكم في القالب.

source: Activate License
ar: تفعيل الرخصة

source: Thanks for installing Theme!
ar: شكرا على تنصيب قالب نابليون!

source: Learn more
ar: تفاصيل أكثر

source: The license is saved, the automatic activation is in process!
ar: تم حفظ الترخيص، والتفعيل التلقائي قيد التنفيذ!

source: Theme License
ar: رخصة القالب

source: Enter your theme license key.
ar: أدخل مفتاح تفعيل رخصة القالب الخاصة بك.

source: License Key
ar: مفتاح التفعيل

source: License Action
ar: الرخصة

source: Deactivate License
ar: تعطيل الرخصة

source: License status is unknown.
ar: حالة الرخصة مجهولة.

source: Renew?
ar: تجديد؟

source: unlimited
ar: غير محدود

source: License key is active.
ar: رخصة القالب فعالة.

source: Expires %s.
ar: تنتهي صلاحيتها %s.

source: Lifetime License.
ar: رخصة مدى الحياة.

source: You have %1$s / %2$s sites activated.
ar: لقد قمت بتغعيل المواقع %1$s / %2$s

source: This license has reached its maximum activation limit or is already active on another site. Please go to your dashboard to manage your licenses: %s
ar: لقد وصل هذا الترخيص إلى الحد الأقصى للتفعيل أو أنه نشط بالفعل على موقع آخر. يرجى الانتقال إلى لوحة التحكم الخاصة بك لإدارة التراخيص الخاصة بك: %s

source: License key expired %s.
ar: %s إنتهت فعالية رخصة القالب

source: License key has expired.
ar: إنتهت صلاحية مفتاح التفعيل.

source: Your license key expired on %s.
ar: %s إنتهت فعالية رخصة القالب بتاريخ

source: License keys do not match.
ar: مفاتيح التفعيل غير متطابقة.

source: License is inactive.
ar: رخصة القالب غير مفعلة.

source: License key is disabled.
ar: مفتاح التفعيل معطل.

source: Invalid license.
ar: رخصة غير فعالة.

source: Site is inactive.
ar: الموقع غير فعال.

source: This appears to be an invalid license key for %s.
ar: ‫ %s يبدوا أن هذه الرخصة غير فعالة لـ .

source: Updating this theme will lose any customizations you have made. 'Cancel' to stop, 'OK' to update.
ar: عند تحديث هذا القالب ، سيتم فقدان أي تعديلات أجريتها على ملفات القالب. إختر 'إلغاء' للتوقف أو 'نعم' للاستمرار.

source: An error occurred, please try again.
ar: لقد حدث خطأ ما، جرب المحاولة من جديد.

source: Display a map and contact information.
ar: عرض الخريطة ومعلومات الاتصال.

source: Theme - Contact
ar: إتصل بنا

source: Map code (accepts HTML):
ar: كود الخريطة (يقبل HTML):

source: Contact title:
ar: عنوان الاتصال:

source: Add as many items as you want by pressing the "Add Item" button. Remove any item by selecting "Remove me".
ar: أضف عنصر جديد بالضغط على زر "إضافة عنصر". إحذف أي عنصر بالنقر على “حذف”.

source: Icon (e.g. <code>fas fa-check</code> <a href="%s" target="_blank">Reference</a>):
ar: أيقونة (على سبيل المثال <code>fas fa-check</code> <a href="%s" target="_blank">المرجع</a> ):

source: Remove me
ar: حذف

source: Add Item
ar: إضافة عنصر

source: Homepage widget. Displays a number of the latest (or random) posts, optionally from a specific category.
ar: ودجت الصفحة الرئيسية. عرض أحدث المقالات من تصنيف معين.

source: Theme (home) - Latest Posts
ar: (الرئيسية) - أحدث المقالات

source: Category to display the latest posts from (optional):
ar: تصنيف أحدث المقالات (اختياري):

source: Show random posts.
ar: عرض مقالات عشوائية.

source: Output Columns:
ar: الأعمدة:

source: Show items as a carousel.
ar: عرض على شكل سلايدر caroousel

source: Homepage widget. Displays a number of the latest (or random) products, optionally from a specific category.
ar: ودجت الصفحة الرئيسية. عرض أحدث المنتجات من تصنيف معين.

source: Theme (home) - Latest Products
ar: (الرئيسية) - أحدث المنتجات

source: This widget requires that <strong>WooCommerce</strong> is installed and active.
ar: يتطلب هذه الودجت تثبيت <strong>WooCommerce</strong> وتفعيله.

source: Category to display the latest products from (optional):
ar: تصنيف خاص لعرض أحدث المنتجات منه (اختياري):

source: Order by:
ar: ترتيب حسب:

source: Latest
ar: الأحدث

source: Homepage widget. Displays a hand-picked selection of posts from a selected post type.
ar: ‫ودجت الواجهة الرئيسية. يستخدم لعرض إدراجات من المحتوى الذي تختاره

source: Theme (home) - Post Type Items
ar: (الرئيسية) - إدراجات

source: Post type:
ar: نوع الادراج:

source: Item:
ar: عنصر:

source: Homepage widget. Displays a hand-picked selection of WooCommerce categories.
ar: ودجت الصفحة الرئيسية. يعرض مجموعة مختارة من تصنيفات WooCommerce.

source: Theme (home) - WooCommerce Categories
ar: (الرئيسية) - تصنيفات WooCommerce

source: Layout:
ar: التخطيط :

source: Layout #%1$d (%2$d category)
ar: تخطيط #%1$d (%2$d تصنيف)

source: Displays a number of the latest (or random) posts from a specific post type.
ar: يعرض أحدث المقالات في الموقع .

source: Theme - Latest Posts
ar: ودجت أحدث المقالات

source: Displays a newsletter subscription form.
ar: عرض استمارة الاشتراك في القائمة البريدية.

source: Theme - Newsletter
ar: النشرة الإخبارية

source: Your email
ar: بريدك الالكتروني

source: Your email address
ar: بريدك الإلكتروني

source: Sign Up Today!
ar: اشترك الآن!

source: Form email field name attribute:
ar: سمة اسم حقل البريد الإلكتروني Form email field name attribute:

source: Form Action URL:
ar: رابط الاستمارة Form Action URL :

source: Customize
ar: تخصيص

source: Background Image:
ar: الصورة الخلفية:

source: Select
ar: تحديد

source: Background Repeat:
ar: تكرار الخلفية:

source: Repeat
ar: تكرار

source: Repeat Horizontally
ar: كرر أفقيا

source: Repeat Vertically
ar: كرر عموديا

source: No Repeat
ar: عدم التكرار

source: Stretch background image to cover the entire width (requires a background image).
ar: تمديد صورة الخلفية لتغطية العرض بأكمله (يتطلب صورة خلفية).

source: Display a schedule.
ar: عرض جدول العمل.

source: Theme - Schedule
ar: اوقات العمل

source: Text (accepts HTML):
ar: نص (يقبل HTML):

source: Day:
ar: اليوم :

source: Time:
ar: الوقت:

source: Displays the site's social icons.
ar: يعرض أيقونات التواصل الاجتماعية للموقع.

source: Theme - Social Icons
ar: أيقونات التواصل الإجتماعي

source: This widget displays your site's social icons. In order to set them up, you need to visit <strong>Appearance > Customize > Social Networks</strong> and provide the appropriate URLs where desired.
ar: تعرض هذه الودجت الحسابات الاجتماعية لموقعك. من أجل إعدادها ، تحتاج إلى زيارة <strong>Appearance > تخصيص > الشبكات الاجتماعية</strong> واضافة روابطك الاجتماعية.
